/*
 * 由编辑器导出的游戏数据
 */
window.__STORY__ = {
    "startScene": "chapter01",
    "speakers": {
        "wu": "吴秋崖",
        "shan": "商难",
        "old": "张道诚",
        "zhang": "张泽平"
    },
    "bgmTracks": {
        "default": "bgm/samuelfjohanns-darker-ambient-in-scandinavian-forest.mp3",
        "samuelfjohanns-darker-ambient-in-scandinavian-forest": "bgm/samuelfjohanns-darker-ambient-in-scandinavian-forest.mp3",
        "soundreality-rain-thunder-sfx-525011": "bgm/soundreality-rain-thunder-sfx-525011.mp3"
    },
    "data": {
        "clues": {
            "青团": {
                "name": "青团",
                "desc": ""
            },
            "临水楼": {
                "name": "临水楼",
                "desc": ""
            },
            "树木": {
                "name": "树木",
                "desc": ""
            },
            "缝隙": {
                "name": "缝隙",
                "desc": ""
            },
            "剧烈的疼痛": {
                "name": "剧烈的疼痛",
                "desc": ""
            },
            "呕吐": {
                "name": "呕吐",
                "desc": ""
            },
            "山路": {
                "name": "山路",
                "desc": ""
            },
            "水路": {
                "name": "水路",
                "desc": ""
            },
            "山路也难以通行": {
                "name": "山路也难以通行",
                "desc": ""
            },
            "枝叶": {
                "name": "枝叶",
                "desc": ""
            },
            "九头金乌": {
                "name": "九头金乌",
                "desc": ""
            },
            "九片树叶组成的小标志": {
                "name": "九片树叶组成的小标志",
                "desc": ""
            },
            "罗刹鸟": {
                "name": "罗刹鸟",
                "desc": ""
            },
            "凤头山": {
                "name": "凤头山",
                "desc": ""
            },
            "怪鸟": {
                "name": "怪鸟",
                "desc": ""
            },
            "啄食此人的眼睛": {
                "name": "啄食此人的眼睛",
                "desc": ""
            },
            "马车声": {
                "name": "马车声",
                "desc": ""
            },
            "鬼火": {
                "name": "鬼火",
                "desc": ""
            },
            "马的嘶鸣": {
                "name": "马的嘶鸣",
                "desc": ""
            },
            "黑色的马车": {
                "name": "黑色的马车",
                "desc": ""
            },
            "孩童开始失踪": {
                "name": "孩童开始失踪",
                "desc": ""
            },
            "凤尾村": {
                "name": "凤尾村",
                "desc": ""
            },
            "大半个村子被埋在了泥里": {
                "name": "大半个村子被埋在了泥里",
                "desc": ""
            },
            "破败的砖墙": {
                "name": "破败的砖墙",
                "desc": ""
            },
            "几座土房": {
                "name": "几座土房",
                "desc": ""
            },
            "巡游": {
                "name": "巡游",
                "desc": ""
            },
            "巡境": {
                "name": "巡境",
                "desc": ""
            },
            "圣驾巡游": {
                "name": "圣驾巡游",
                "desc": ""
            },
            "神将": {
                "name": "神将",
                "desc": ""
            },
            "鸟面人身": {
                "name": "鸟面人身",
                "desc": ""
            },
            "南方": {
                "name": "南方",
                "desc": ""
            },
            "夏季": {
                "name": "夏季",
                "desc": ""
            },
            "塔骨": {
                "name": "塔骨",
                "desc": ""
            },
            "什么也没说": {
                "name": "什么也没说",
                "desc": ""
            },
            "尖利的鸟喙": {
                "name": "尖利的鸟喙",
                "desc": ""
            },
            "对称的羽毛": {
                "name": "对称的羽毛",
                "desc": ""
            },
            "细长的眼睛": {
                "name": "细长的眼睛",
                "desc": ""
            },
            "火焰一般的尾部": {
                "name": "火焰一般的尾部",
                "desc": ""
            },
            "红色的斗篷": {
                "name": "红色的斗篷",
                "desc": ""
            },
            "草本的清香": {
                "name": "草本的清香",
                "desc": ""
            },
            "清明剩下的": {
                "name": "清明剩下的",
                "desc": ""
            },
            "炒干的萝卜丝": {
                "name": "炒干的萝卜丝",
                "desc": ""
            },
            "花生碎": {
                "name": "花生碎",
                "desc": ""
            },
            "糯米制成的外皮": {
                "name": "糯米制成的外皮",
                "desc": ""
            },
            "让人无法喘息的闷热": {
                "name": "让人无法喘息的闷热",
                "desc": ""
            },
            "酸痛肿胀的膝盖": {
                "name": "酸痛肿胀的膝盖",
                "desc": ""
            },
            "泥石流": {
                "name": "泥石流",
                "desc": ""
            },
            "非人的惨叫声": {
                "name": "非人的惨叫声",
                "desc": ""
            },
            "鸟的面具": {
                "name": "鸟的面具",
                "desc": ""
            },
            "樟木": {
                "name": "樟木",
                "desc": ""
            },
            "烛火": {
                "name": "烛火",
                "desc": ""
            },
            "亮光再次出现，并迅速膨胀": {
                "name": "亮光再次出现，并迅速膨胀",
                "desc": ""
            },
            "头筒": {
                "name": "头筒",
                "desc": ""
            },
            "身体": {
                "name": "身体",
                "desc": ""
            },
            "鸟面彩绘": {
                "name": "鸟面彩绘",
                "desc": ""
            },
            "竹篾": {
                "name": "竹篾",
                "desc": ""
            },
            "拖行的痕迹": {
                "name": "拖行的痕迹",
                "desc": ""
            },
            "没有挣扎的迹象": {
                "name": "没有挣扎的迹象",
                "desc": ""
            },
            "也没有明显的血迹": {
                "name": "也没有明显的血迹",
                "desc": ""
            },
            "《海上来客》": {
                "name": "《海上来客》",
                "desc": ""
            },
            "捂着肚子": {
                "name": "捂着肚子",
                "desc": ""
            },
            "痛苦的表情": {
                "name": "痛苦的表情",
                "desc": ""
            },
            "脸色苍白": {
                "name": "脸色苍白",
                "desc": ""
            },
            "冷汗直流": {
                "name": "冷汗直流",
                "desc": ""
            },
            "人参": {
                "name": "人参",
                "desc": ""
            },
            "茯神": {
                "name": "茯神",
                "desc": ""
            },
            "当归": {
                "name": "当归",
                "desc": ""
            },
            "炙草": {
                "name": "炙草",
                "desc": ""
            },
            "纸片": {
                "name": "纸片",
                "desc": ""
            },
            "大盒子": {
                "name": "大盒子",
                "desc": ""
            },
            "微驼的身影": {
                "name": "微驼的身影",
                "desc": ""
            },
            "惨白的脸": {
                "name": "惨白的脸",
                "desc": ""
            },
            "土匪守住了临水楼所有的出入口": {
                "name": "土匪守住了临水楼所有的出入口",
                "desc": ""
            },
            "陈掌柜的身影在二楼出现": {
                "name": "陈掌柜的身影在二楼出现",
                "desc": ""
            },
            "码头上的女孩": {
                "name": "码头上的女孩",
                "desc": ""
            },
            "名为临水楼的建筑": {
                "name": "名为临水楼的建筑",
                "desc": ""
            },
            "突然起来的大火和山崩": {
                "name": "突然起来的大火和山崩",
                "desc": ""
            },
            "一股恶臭": {
                "name": "一股恶臭",
                "desc": ""
            },
            "精瘦的老人": {
                "name": "精瘦的老人",
                "desc": ""
            },
            "粗大的麻绳": {
                "name": "粗大的麻绳",
                "desc": ""
            },
            "蓬乱的头发和胡子": {
                "name": "蓬乱的头发和胡子",
                "desc": ""
            },
            "烛台和香炉": {
                "name": "烛台和香炉",
                "desc": ""
            },
            "木造小阁": {
                "name": "木造小阁",
                "desc": ""
            },
            "藤蔓状的花纹": {
                "name": "藤蔓状的花纹",
                "desc": ""
            },
            "异常之地，生出异常之物": {
                "name": "异常之地，生出异常之物",
                "desc": ""
            },
            "信纸洁白柔韧": {
                "name": "信纸洁白柔韧",
                "desc": ""
            },
            "墨汁干净清爽": {
                "name": "墨汁干净清爽",
                "desc": ""
            },
            "某种从未见过的植物": {
                "name": "某种从未见过的植物",
                "desc": ""
            },
            "棱角平滑的脸型": {
                "name": "棱角平滑的脸型",
                "desc": ""
            },
            "白皙皮肤": {
                "name": "白皙皮肤",
                "desc": ""
            },
            "方形纸片": {
                "name": "方形纸片",
                "desc": ""
            },
            "疯长的植物": {
                "name": "疯长的植物",
                "desc": ""
            },
            "被破坏的大门": {
                "name": "被破坏的大门",
                "desc": ""
            },
            "女孩面向着镜头": {
                "name": "女孩面向着镜头",
                "desc": ""
            },
            "露出了笑容": {
                "name": "露出了笑容",
                "desc": ""
            },
            "棱角分明的脸": {
                "name": "棱角分明的脸",
                "desc": ""
            },
            "蝉鸣声越来越大": {
                "name": "蝉鸣声越来越大",
                "desc": ""
            },
            "阳光": {
                "name": "阳光",
                "desc": ""
            },
            "蒸腾的水汽": {
                "name": "蒸腾的水汽",
                "desc": ""
            },
            "冰冷粘腻的触感": {
                "name": "冰冷粘腻的触感",
                "desc": ""
            },
            "有什么东西在流动": {
                "name": "有什么东西在流动",
                "desc": ""
            },
            "残存的理智": {
                "name": "残存的理智",
                "desc": ""
            },
            "光亮": {
                "name": "光亮",
                "desc": ""
            },
            "有人": {
                "name": "有人",
                "desc": ""
            },
            "左眼用一条布包扎着": {
                "name": "左眼用一条布包扎着",
                "desc": ""
            },
            "暗红色的血": {
                "name": "暗红色的血",
                "desc": ""
            },
            "一道被利器割伤的痕迹": {
                "name": "一道被利器割伤的痕迹",
                "desc": ""
            },
            "撕裂痕迹": {
                "name": "撕裂痕迹",
                "desc": ""
            },
            "黑色的东西": {
                "name": "黑色的东西",
                "desc": ""
            },
            "方方正正": {
                "name": "方方正正",
                "desc": ""
            },
            "由石头砌成": {
                "name": "由石头砌成",
                "desc": ""
            },
            "深深陷入泥泞之中": {
                "name": "深深陷入泥泞之中",
                "desc": ""
            },
            "鞋子被紧紧吸住": {
                "name": "鞋子被紧紧吸住",
                "desc": ""
            },
            "疍民": {
                "name": "疍民",
                "desc": ""
            },
            "收购价格": {
                "name": "收购价格",
                "desc": ""
            },
            "不同的等级进行定价": {
                "name": "不同的等级进行定价",
                "desc": ""
            },
            "由临水楼的伙计们进行判定": {
                "name": "由临水楼的伙计们进行判定",
                "desc": ""
            },
            "一锤定音": {
                "name": "一锤定音",
                "desc": ""
            },
            "洋人": {
                "name": "洋人",
                "desc": ""
            },
            "清晰可见的伤痕": {
                "name": "清晰可见的伤痕",
                "desc": ""
            },
            "化脓一般的黄色的肿块": {
                "name": "化脓一般的黄色的肿块",
                "desc": ""
            },
            "断裂的树木": {
                "name": "断裂的树木",
                "desc": ""
            },
            "树枝悬垂着": {
                "name": "树枝悬垂着",
                "desc": ""
            },
            "长出的肉瘤": {
                "name": "长出的肉瘤",
                "desc": ""
            },
            "难以忍受的恶臭": {
                "name": "难以忍受的恶臭",
                "desc": ""
            },
            "像是羽翼的东西": {
                "name": "像是羽翼的东西",
                "desc": ""
            },
            "尖锐的啸叫": {
                "name": "尖锐的啸叫",
                "desc": ""
            },
            "像钉子一般的物体": {
                "name": "像钉子一般的物体",
                "desc": ""
            },
            "浑浊的黑色": {
                "name": "浑浊的黑色",
                "desc": ""
            },
            "乳白的颜色": {
                "name": "乳白的颜色",
                "desc": ""
            },
            "鲜红": {
                "name": "鲜红",
                "desc": ""
            },
            "结界": {
                "name": "结界",
                "desc": ""
            },
            "脖颈的肌肉拉扯变形": {
                "name": "脖颈的肌肉拉扯变形",
                "desc": ""
            },
            "发出嘶嘶的响动": {
                "name": "发出嘶嘶的响动",
                "desc": ""
            },
            "几乎要将眼角撕裂一般": {
                "name": "几乎要将眼角撕裂一般",
                "desc": ""
            },
            "枪支": {
                "name": "枪支",
                "desc": ""
            },
            "刀具": {
                "name": "刀具",
                "desc": ""
            },
            "望远镜": {
                "name": "望远镜",
                "desc": ""
            },
            "相机": {
                "name": "相机",
                "desc": ""
            },
            "湿漉漉的焦黑木块": {
                "name": "湿漉漉的焦黑木块",
                "desc": ""
            },
            "一片狼藉": {
                "name": "一片狼藉",
                "desc": ""
            },
            "呕吐物": {
                "name": "呕吐物",
                "desc": ""
            },
            "厚厚的胡子": {
                "name": "厚厚的胡子",
                "desc": ""
            },
            "眼睛明亮而有神": {
                "name": "眼睛明亮而有神",
                "desc": ""
            },
            "身材高大": {
                "name": "身材高大",
                "desc": ""
            },
            "动作矫健": {
                "name": "动作矫健",
                "desc": ""
            },
            "西服套装": {
                "name": "西服套装",
                "desc": ""
            },
            "不太标准的国语": {
                "name": "不太标准的国语",
                "desc": ""
            },
            "字名": {
                "name": "字名",
                "desc": ""
            },
            "一个物件": {
                "name": "一个物件",
                "desc": ""
            },
            "大约5寸来长，1寸宽": {
                "name": "大约5寸来长，1寸宽",
                "desc": ""
            },
            "侧边按钮": {
                "name": "侧边按钮",
                "desc": ""
            },
            "折叠放着的镜头": {
                "name": "折叠放着的镜头",
                "desc": ""
            },
            "无名男尸": {
                "name": "无名男尸",
                "desc": ""
            },
            "被划破的外套": {
                "name": "被划破的外套",
                "desc": ""
            },
            "持续不断的咚咚声": {
                "name": "持续不断的咚咚声",
                "desc": ""
            },
            "麻绳": {
                "name": "麻绳",
                "desc": ""
            },
            "树叶开始沙沙作响": {
                "name": "树叶开始沙沙作响",
                "desc": ""
            },
            "树枝剧烈摇晃了起来": {
                "name": "树枝剧烈摇晃了起来",
                "desc": ""
            },
            "骇人的闪电": {
                "name": "骇人的闪电",
                "desc": ""
            },
            "轰然的雷声": {
                "name": "轰然的雷声",
                "desc": ""
            },
            "周身覆盖着黑色的毛发": {
                "name": "周身覆盖着黑色的毛发",
                "desc": ""
            },
            "一张鸟面隐藏在其中": {
                "name": "一张鸟面隐藏在其中",
                "desc": ""
            },
            "突出的鸟喙如同一把利刃": {
                "name": "突出的鸟喙如同一把利刃",
                "desc": ""
            },
            "方方正正的东西": {
                "name": "方方正正的东西",
                "desc": ""
            },
            "通体漆黑": {
                "name": "通体漆黑",
                "desc": ""
            },
            "没有多余的纹饰": {
                "name": "没有多余的纹饰",
                "desc": ""
            },
            "四个角用金属部件进行了加固": {
                "name": "四个角用金属部件进行了加固",
                "desc": ""
            },
            "正面有三道挂钩": {
                "name": "正面有三道挂钩",
                "desc": ""
            },
            "影戏海报": {
                "name": "影戏海报",
                "desc": ""
            },
            "书籍": {
                "name": "书籍",
                "desc": ""
            },
            "一堆报纸": {
                "name": "一堆报纸",
                "desc": ""
            },
            "数十张照片": {
                "name": "数十张照片",
                "desc": ""
            },
            "九头金乌巡游": {
                "name": "九头金乌巡游",
                "desc": ""
            },
            "3.W，4.N，5.WS，6.NE，7.SE, 8.NW，9.S": {
                "name": "3.W，4.N，5.WS，6.NE，7.SE, 8.NW，9.S",
                "desc": ""
            },
            "脚步声": {
                "name": "脚步声",
                "desc": ""
            },
            "非人的尖叫声": {
                "name": "非人的尖叫声",
                "desc": ""
            },
            "外衣紧紧贴在精瘦的身体上": {
                "name": "外衣紧紧贴在精瘦的身体上",
                "desc": ""
            },
            "能够看到骨骼的形状": {
                "name": "能够看到骨骼的形状",
                "desc": ""
            },
            "一个破旧的篓子": {
                "name": "一个破旧的篓子",
                "desc": ""
            },
            "腰几乎弯成了九十度": {
                "name": "腰几乎弯成了九十度",
                "desc": ""
            },
            "表面依旧平静": {
                "name": "表面依旧平静",
                "desc": ""
            },
            "身体晃动了几下": {
                "name": "身体晃动了几下",
                "desc": ""
            },
            "一声闷响": {
                "name": "一声闷响",
                "desc": ""
            },
            "一身短装紧紧包裹着全身的肌肉": {
                "name": "一身短装紧紧包裹着全身的肌肉",
                "desc": ""
            },
            "三根银色的发簪": {
                "name": "三根银色的发簪",
                "desc": ""
            },
            "健硕": {
                "name": "健硕",
                "desc": ""
            },
            "金色的塑像": {
                "name": "金色的塑像",
                "desc": ""
            },
            "金色的大鸟": {
                "name": "金色的大鸟",
                "desc": ""
            },
            "有九个形态各异的脑袋": {
                "name": "有九个形态各异的脑袋",
                "desc": ""
            },
            "巨大的翅膀完全张开": {
                "name": "巨大的翅膀完全张开",
                "desc": ""
            },
            "粗大的利爪牢牢钉入一根树枝": {
                "name": "粗大的利爪牢牢钉入一根树枝",
                "desc": ""
            },
            "粗壮的利爪牢牢钉入一根树枝": {
                "name": "粗壮的利爪牢牢钉入一根树枝",
                "desc": ""
            },
            "亮光": {
                "name": "亮光",
                "desc": ""
            },
            "有节奏的声响": {
                "name": "有节奏的声响",
                "desc": ""
            },
            "黑色的影子": {
                "name": "黑色的影子",
                "desc": ""
            },
            "张开的巨大翅膀": {
                "name": "张开的巨大翅膀",
                "desc": ""
            },
            "影子如一阵疾风穿行": {
                "name": "影子如一阵疾风穿行",
                "desc": ""
            },
            "窃窃私语": {
                "name": "窃窃私语",
                "desc": ""
            },
            "一只会说人话的大鸟": {
                "name": "一只会说人话的大鸟",
                "desc": ""
            },
            "透露黄金所藏的位置": {
                "name": "透露黄金所藏的位置",
                "desc": ""
            },
            "跑去临水楼偷听": {
                "name": "跑去临水楼偷听",
                "desc": ""
            },
            "两个血洞": {
                "name": "两个血洞",
                "desc": ""
            },
            "一个身影扑向尸体": {
                "name": "一个身影扑向尸体",
                "desc": ""
            },
            "用石块狠狠砸烂了尸体的脸": {
                "name": "用石块狠狠砸烂了尸体的脸",
                "desc": ""
            },
            "双手死死抠住面部": {
                "name": "双手死死抠住面部",
                "desc": ""
            },
            "两个眼球": {
                "name": "两个眼球",
                "desc": ""
            },
            "甜腻的气味": {
                "name": "甜腻的气味",
                "desc": ""
            },
            "大量杂乱无章的外伤": {
                "name": "大量杂乱无章的外伤",
                "desc": ""
            },
            "皮肤黝黑": {
                "name": "皮肤黝黑",
                "desc": ""
            },
            "手脚粗大": {
                "name": "手脚粗大",
                "desc": ""
            },
            "体格强健": {
                "name": "体格强健",
                "desc": ""
            },
            "细长锐利的眼睛": {
                "name": "细长锐利的眼睛",
                "desc": ""
            },
            "衣不蔽体浑身发臭": {
                "name": "衣不蔽体浑身发臭",
                "desc": ""
            },
            "用头狠狠撞击着墙壁": {
                "name": "用头狠狠撞击着墙壁",
                "desc": ""
            },
            "口吐白沫": {
                "name": "口吐白沫",
                "desc": ""
            },
            "鬼车": {
                "name": "鬼车",
                "desc": ""
            },
            "黑色的门": {
                "name": "黑色的门",
                "desc": ""
            },
            "灯光摇曳不停": {
                "name": "灯光摇曳不停",
                "desc": ""
            },
            "挥之不去的雾气": {
                "name": "挥之不去的雾气",
                "desc": ""
            },
            "星星点点的火光": {
                "name": "星星点点的火光",
                "desc": ""
            },
            "不明身份的人": {
                "name": "不明身份的人",
                "desc": ""
            },
            "马车": {
                "name": "马车",
                "desc": ""
            },
            "准备了器具供人吸食": {
                "name": "准备了器具供人吸食",
                "desc": ""
            },
            "准备了器具供人吸食大烟": {
                "name": "准备了器具供人吸食大烟",
                "desc": ""
            },
            "消失的村民": {
                "name": "消失的村民",
                "desc": ""
            },
            "丢了魂的人": {
                "name": "丢了魂的人",
                "desc": ""
            },
            "……咚咚咚……": {
                "name": "……咚咚咚……",
                "desc": ""
            },
            "活动石板": {
                "name": "活动石板",
                "desc": ""
            },
            "冷气涌来": {
                "name": "冷气涌来",
                "desc": ""
            },
            "捂住自己的左眼": {
                "name": "捂住自己的左眼",
                "desc": ""
            },
            "无意识地抽搐着": {
                "name": "无意识地抽搐着",
                "desc": ""
            },
            "左眼珠": {
                "name": "左眼珠",
                "desc": ""
            },
            "一个血肉模糊的东西": {
                "name": "一个血肉模糊的东西",
                "desc": ""
            },
            "咀嚼声": {
                "name": "咀嚼声",
                "desc": ""
            },
            "血液": {
                "name": "血液",
                "desc": ""
            },
            "健壮的年轻人": {
                "name": "健壮的年轻人",
                "desc": ""
            },
            "红色的盘子": {
                "name": "红色的盘子",
                "desc": ""
            },
            "鱼骨": {
                "name": "鱼骨",
                "desc": ""
            },
            "三炷冒着青烟的香": {
                "name": "三炷冒着青烟的香",
                "desc": ""
            },
            "巨大的东西": {
                "name": "巨大的东西",
                "desc": ""
            },
            "腹部被完全剖开": {
                "name": "腹部被完全剖开",
                "desc": ""
            },
            "红色的鲜血": {
                "name": "红色的鲜血",
                "desc": ""
            },
            "双眼已被戳烂": {
                "name": "双眼已被戳烂",
                "desc": ""
            },
            "暗红色的图案": {
                "name": "暗红色的图案",
                "desc": ""
            },
            "层层叠叠的手印": {
                "name": "层层叠叠的手印",
                "desc": ""
            },
            "层层叠叠的红色手印": {
                "name": "层层叠叠的红色手印",
                "desc": ""
            },
            "救命救命，救，命——": {
                "name": "救命救命，救，命——",
                "desc": ""
            },
            "有鬼": {
                "name": "有鬼",
                "desc": ""
            },
            "鬼是无影无踪的": {
                "name": "鬼是无影无踪的",
                "desc": ""
            },
            "躲在黑暗之中": {
                "name": "躲在黑暗之中",
                "desc": ""
            },
            "实实在在": {
                "name": "实实在在",
                "desc": ""
            },
            "化作白骨的人们": {
                "name": "化作白骨的人们",
                "desc": ""
            },
            "一团灰色的东西": {
                "name": "一团灰色的东西",
                "desc": ""
            },
            "腥膻的气味": {
                "name": "腥膻的气味",
                "desc": ""
            },
            "我好饿啊": {
                "name": "我好饿啊",
                "desc": ""
            },
            "几团灰色的东西": {
                "name": "几团灰色的东西",
                "desc": ""
            },
            "几团色的东西": {
                "name": "几团色的东西",
                "desc": ""
            },
            "几团白色的东西": {
                "name": "几团白色的东西",
                "desc": ""
            },
            "只有一个通道可以通行": {
                "name": "只有一个通道可以通行",
                "desc": ""
            },
            "房间正对着木梯": {
                "name": "房间正对着木梯",
                "desc": ""
            },
            "只能从木梯通行": {
                "name": "只能从木梯通行",
                "desc": ""
            },
            "被土匪们围困": {
                "name": "被土匪们围困",
                "desc": ""
            },
            "巨大的焦黑痕迹": {
                "name": "巨大的焦黑痕迹",
                "desc": ""
            },
            "分辨出一些人形": {
                "name": "分辨出一些人形",
                "desc": ""
            },
            "几道深深的抓痕": {
                "name": "几道深深的抓痕",
                "desc": ""
            },
            "消瘦的脸": {
                "name": "消瘦的脸",
                "desc": ""
            },
            "杂乱的胡茬": {
                "name": "杂乱的胡茬",
                "desc": ""
            },
            "眼睛充满了疲惫": {
                "name": "眼睛充满了疲惫",
                "desc": ""
            },
            "一小段长条形的薄片": {
                "name": "一小段长条形的薄片",
                "desc": ""
            },
            "一小段薄片": {
                "name": "一小段薄片",
                "desc": ""
            },
            "一寸多宽的长条物件": {
                "name": "一寸多宽的长条物件",
                "desc": ""
            },
            "碾压变形的金属": {
                "name": "碾压变形的金属",
                "desc": ""
            },
            "四个金属支撑脚": {
                "name": "四个金属支撑脚",
                "desc": ""
            },
            "两个圆盘": {
                "name": "两个圆盘",
                "desc": ""
            },
            "一个铁制的手柄": {
                "name": "一个铁制的手柄",
                "desc": ""
            },
            "二楼的亮光": {
                "name": "二楼的亮光",
                "desc": ""
            },
            "晃动的人影": {
                "name": "晃动的人影",
                "desc": ""
            },
            "你要干什么？": {
                "name": "你要干什么？",
                "desc": ""
            },
            "以影戏的方式将陈掌柜的身影": {
                "name": "以影戏的方式将陈掌柜的身影",
                "desc": ""
            },
            "将土匪首领引入临水楼": {
                "name": "将土匪首领引入临水楼",
                "desc": ""
            },
            "致土匪首领重伤": {
                "name": "致土匪首领重伤",
                "desc": ""
            },
            "设下陷阱": {
                "name": "设下陷阱",
                "desc": ""
            },
            "点燃了影戏机": {
                "name": "点燃了影戏机",
                "desc": ""
            },
            "人影": {
                "name": "人影",
                "desc": ""
            },
            "深可见骨的伤口": {
                "name": "深可见骨的伤口",
                "desc": ""
            },
            "血液从伤口处涌出": {
                "name": "血液从伤口处涌出",
                "desc": ""
            },
            "头扭向吴秋崖": {
                "name": "头扭向吴秋崖",
                "desc": ""
            },
            "僵硬而无弹性的烂肉": {
                "name": "僵硬而无弹性的烂肉",
                "desc": ""
            },
            "张——泽——平——": {
                "name": "张——泽——平——",
                "desc": ""
            },
            "一地的人骨": {
                "name": "一地的人骨",
                "desc": ""
            },
            "瘫坐的人骨": {
                "name": "瘫坐的人骨",
                "desc": ""
            },
            "几颗头颅": {
                "name": "几颗头颅",
                "desc": ""
            },
            "残破肮脏的衣物、枪、刀具": {
                "name": "残破肮脏的衣物、枪、刀具",
                "desc": ""
            },
            "杀死这些洋人": {
                "name": "杀死这些洋人",
                "desc": ""
            },
            "一直躲在这座山上": {
                "name": "一直躲在这座山上",
                "desc": ""
            },
            "被割开的喉咙": {
                "name": "被割开的喉咙",
                "desc": ""
            },
            "被戳烂的双目": {
                "name": "被戳烂的双目",
                "desc": ""
            },
            "如叶片一般的花纹": {
                "name": "如叶片一般的花纹",
                "desc": ""
            },
            "火堆居然没有任何变化": {
                "name": "火堆居然没有任何变化",
                "desc": ""
            },
            "连衣物都没有乱": {
                "name": "连衣物都没有乱",
                "desc": ""
            },
            "对凤头山极其了解": {
                "name": "对凤头山极其了解",
                "desc": ""
            },
            "在凤尾村里四处游荡": {
                "name": "在凤尾村里四处游荡",
                "desc": ""
            },
            "如同隐身了一般": {
                "name": "如同隐身了一般",
                "desc": ""
            },
            "似乎在听着什么": {
                "name": "似乎在听着什么",
                "desc": ""
            },
            "朝着地面砸去": {
                "name": "朝着地面砸去",
                "desc": ""
            },
            "1.S": {
                "name": "1.S",
                "desc": ""
            },
            "朱雀": {
                "name": "朱雀",
                "desc": ""
            },
            "朱雀为南方神兽": {
                "name": "朱雀为南方神兽",
                "desc": ""
            },
            "周身覆盖着火焰": {
                "name": "周身覆盖着火焰",
                "desc": ""
            },
            "法器为火盆": {
                "name": "法器为火盆",
                "desc": ""
            },
            "离为雉": {
                "name": "离为雉",
                "desc": ""
            },
            "离为目": {
                "name": "离为目",
                "desc": ""
            },
            "淡淡的清香，类似于檀香和琥珀的混合气味": {
                "name": "淡淡的清香，类似于檀香和琥珀的混合气味",
                "desc": ""
            },
            "深灰色的藤蔓": {
                "name": "深灰色的藤蔓",
                "desc": ""
            },
            "花瓣呈半透明状，边缘有微弱的金色荧光": {
                "name": "花瓣呈半透明状，边缘有微弱的金色荧光",
                "desc": ""
            },
            "植物的花苞就会迅速闭合": {
                "name": "植物的花苞就会迅速闭合",
                "desc": ""
            },
            "叶脉呈金色": {
                "name": "叶脉呈金色",
                "desc": ""
            },
            "叶子则为心形": {
                "name": "叶子则为心形",
                "desc": ""
            },
            "黑色的毛发覆盖着全身": {
                "name": "黑色的毛发覆盖着全身",
                "desc": ""
            },
            "并不比张泽平高大多少": {
                "name": "并不比张泽平高大多少",
                "desc": ""
            },
            "骨瘦如柴的手": {
                "name": "骨瘦如柴的手",
                "desc": ""
            },
            "粗大的关节、长而尖利的指甲": {
                "name": "粗大的关节、长而尖利的指甲",
                "desc": ""
            },
            "没有妖异的鸟面": {
                "name": "没有妖异的鸟面",
                "desc": ""
            },
            "瘦得脱像的人脸": {
                "name": "瘦得脱像的人脸",
                "desc": ""
            },
            "一半痛苦一半疯狂的表情": {
                "name": "一半痛苦一半疯狂的表情",
                "desc": ""
            },
            "闪着银色的光": {
                "name": "闪着银色的光",
                "desc": ""
            },
            "如同匕首一般的东西": {
                "name": "如同匕首一般的东西",
                "desc": ""
            },
            "末端雕刻着九片叶子": {
                "name": "末端雕刻着九片叶子",
                "desc": ""
            },
            "脑子里长了个东西": {
                "name": "脑子里长了个东西",
                "desc": ""
            },
            "不使用影戏机": {
                "name": "不使用影戏机",
                "desc": ""
            },
            "陈掌柜不在二楼": {
                "name": "陈掌柜不在二楼",
                "desc": ""
            },
            "除了人间蒸发之外": {
                "name": "除了人间蒸发之外",
                "desc": ""
            },
            "神将塔骨": {
                "name": "神将塔骨",
                "desc": ""
            },
            "坐在黑暗的角落里": {
                "name": "坐在黑暗的角落里",
                "desc": ""
            },
            "用手抓着食物": {
                "name": "用手抓着食物",
                "desc": ""
            },
            "那是一双动物的眼睛": {
                "name": "那是一双动物的眼睛",
                "desc": ""
            },
            "一双动物的眼睛": {
                "name": "一双动物的眼睛",
                "desc": ""
            },
            "一双眼睛": {
                "name": "一双眼睛",
                "desc": ""
            },
            "一双眼睛早已没了": {
                "name": "一双眼睛早已没了",
                "desc": ""
            },
            "一双眼睛早已没了一丝": {
                "name": "一双眼睛早已没了一丝",
                "desc": ""
            },
            "一双眼睛早已没了一丝人性": {
                "name": "一双眼睛早已没了一丝人性",
                "desc": ""
            },
            "影戏": {
                "name": "影戏",
                "desc": ""
            },
            "暴力": {
                "name": "暴力",
                "desc": ""
            },
            "恐惧": {
                "name": "恐惧",
                "desc": ""
            },
            "白蛇": {
                "name": "白蛇",
                "desc": ""
            },
            "临水": {
                "name": "临水",
                "desc": ""
            },
            "陈氏": {
                "name": "陈氏",
                "desc": ""
            },
            "鸟类影戏": {
                "name": "鸟类影戏",
                "desc": ""
            },
            "合理": {
                "name": "合理",
                "desc": ""
            },
            "2.E": {
                "name": "2.E",
                "desc": ""
            },
            "一个洋人": {
                "name": "一个洋人",
                "desc": ""
            },
            "名字": {
                "name": "名字",
                "desc": ""
            },
            "完全失去生命力的动物": {
                "name": "完全失去生命力的动物",
                "desc": ""
            },
            "戴着帽子、穿着西服的年轻人": {
                "name": "戴着帽子、穿着西服的年轻人",
                "desc": ""
            },
            "淡淡的清香，类檀香和琥珀的混合气味": {
                "name": "淡淡的清香，类檀香和琥珀的混合气味",
                "desc": ""
            },
            "淡淡的清香，像是檀香和琥珀的混合气味": {
                "name": "淡淡的清香，像是檀香和琥珀的混合气味",
                "desc": ""
            },
            "布满破洞的上衣": {
                "name": "布满破洞的上衣",
                "desc": ""
            },
            "结疤的伤口": {
                "name": "结疤的伤口",
                "desc": ""
            },
            "疯长的胡茬和杂乱的头发": {
                "name": "疯长的胡茬和杂乱的头发",
                "desc": ""
            },
            "失神的眼睛": {
                "name": "失神的眼睛",
                "desc": ""
            },
            "金属铭牌": {
                "name": "金属铭牌",
                "desc": ""
            }
        },
        "items": {
            "两张纸片": {
                "name": "两张纸片",
                "desc": ""
            },
            "纸片": {
                "name": "纸片",
                "desc": ""
            },
            "信笺": {
                "name": "信笺",
                "desc": ""
            },
            "马车的轮子": {
                "name": "马车的轮子",
                "desc": ""
            },
            "圆顶软帽": {
                "name": "圆顶软帽",
                "desc": ""
            },
            "烟斗": {
                "name": "烟斗",
                "desc": ""
            },
            "铲子": {
                "name": "铲子",
                "desc": ""
            },
            "石头": {
                "name": "石头",
                "desc": ""
            },
            "报纸": {
                "name": "报纸",
                "desc": ""
            },
            "三封信": {
                "name": "三封信",
                "desc": ""
            },
            "信纸": {
                "name": "信纸",
                "desc": ""
            },
            "豆浆和油条": {
                "name": "豆浆和油条",
                "desc": ""
            },
            "油灯": {
                "name": "油灯",
                "desc": ""
            },
            "洋火": {
                "name": "洋火",
                "desc": ""
            },
            "灯笼": {
                "name": "灯笼",
                "desc": ""
            },
            "尖利的石头": {
                "name": "尖利的石头",
                "desc": ""
            },
            "箱子": {
                "name": "箱子",
                "desc": ""
            },
            "半根蜡烛": {
                "name": "半根蜡烛",
                "desc": ""
            },
            "蜡烛": {
                "name": "蜡烛",
                "desc": ""
            },
            "篓子": {
                "name": "篓子",
                "desc": ""
            },
            "尸体": {
                "name": "尸体",
                "desc": ""
            },
            "鸦片": {
                "name": "鸦片",
                "desc": ""
            },
            "银色的头簪": {
                "name": "银色的头簪",
                "desc": ""
            },
            "手指": {
                "name": "手指",
                "desc": ""
            },
            "腿骨": {
                "name": "腿骨",
                "desc": ""
            },
            "《妖怪学讲义》": {
                "name": "《妖怪学讲义》",
                "desc": ""
            },
            "枪": {
                "name": "枪",
                "desc": ""
            },
            "布袋": {
                "name": "布袋",
                "desc": ""
            },
            "木门": {
                "name": "木门",
                "desc": ""
            },
            "旧书": {
                "name": "旧书",
                "desc": ""
            },
            "三把刀": {
                "name": "三把刀",
                "desc": ""
            },
            "相片": {
                "name": "相片",
                "desc": ""
            },
            "名字": {
                "name": "名字",
                "desc": ""
            },
            "凳子字": {
                "name": "凳子字",
                "desc": ""
            },
            "凳子": {
                "name": "凳子",
                "desc": ""
            },
            "匕首": {
                "name": "匕首",
                "desc": ""
            }
        },
        "notes": {
            "妖怪": {
                "name": "妖怪",
                "detail": "异常之物。"
            },
            "三山杂志": {
                "name": "三山杂志",
                "detail": "于省城初创的杂志，专门记录各种奇异之事。"
            },
            "凤尾村": {
                "name": "凤尾村",
                "detail": "南方的普通村庄。"
            },
            "九头金乌": {
                "name": "九头金乌",
                "detail": "无从得知它究竟是何物。"
            },
            "凤头山": {
                "name": "凤头山",
                "detail": "与凤尾村遥遥相望。"
            },
            "魁星楼": {
                "name": "魁星楼",
                "detail": "商会的集会场所。"
            },
            "青年会": {
                "name": "青年会",
                "detail": "整座楼房外墙由红砖砌成，楼内为砖木结构，前楼三层，后楼四层，中间天井相隔。"
            }
        },
        "characters": {
            "商难": {
                "name": "商难",
                "role": "",
                "desc": "女中学生，就读于英华女高。",
                "info": ""
            },
            "张泽平": {
                "name": "张泽平",
                "role": "",
                "desc": "恒和钱庄账房先生。",
                "info": ""
            },
            "吴秋崖": {
                "name": "吴秋崖",
                "role": "",
                "desc": "三山杂志主撰。",
                "info": ""
            },
            "林洪": {
                "name": "林洪",
                "role": "",
                "desc": "发疯的村民。",
                "info": ""
            },
            "张道诚": {
                "name": "张道诚",
                "role": "",
                "desc": "凤尾村村长。",
                "info": ""
            },
            "陈掌柜": {
                "name": "陈掌柜",
                "role": "",
                "desc": "一手建立了临水楼，掌控力凤尾村的经济命脉。",
                "info": ""
            },
            "叶夕颜": {
                "name": "叶夕颜",
                "role": "",
                "desc": "影戏女明星。",
                "info": ""
            },
            "傅艾兴": {
                "name": "傅艾兴",
                "role": "",
                "desc": "三山杂志创始人，痴迷于创作妖怪画。",
                "info": ""
            },
            "蔡老弟": {
                "name": "蔡老弟",
                "role": "",
                "desc": "",
                "info": ""
            },
            "夏知渊": {
                "name": "夏知渊",
                "role": "",
                "desc": "三山杂志经理。",
                "info": ""
            },
            "罗念念": {
                "name": "罗念念",
                "role": "",
                "desc": "一个奇怪的人。",
                "info": ""
            },
            "约翰·甘博": {
                "name": "约翰·甘博",
                "role": "",
                "desc": "外国摄影师，在各地游历拍摄。",
                "info": ""
            },
            "林依妹": {
                "name": "林依妹",
                "role": "",
                "desc": "林洪之女。",
                "info": ""
            },
            "陈邦媛": {
                "name": "陈邦媛",
                "role": "",
                "desc": "下落不明。",
                "info": ""
            }
        }
    },
    "combinations": {
        "枝叶+树木+缝隙": {
            "block": {
                "id": "密林",
                "label": "密林",
                "detail": ""
            }
        },
        "剧烈的疼痛+呕吐": {
            "block": {
                "id": "袭击",
                "label": "袭击",
                "detail": ""
            }
        },
        "大半个村子被埋在了泥里+山路也难以通行": {
            "block": {
                "id": "山崩",
                "label": "山崩",
                "detail": ""
            }
        },
        "凤头山+啄食此人的眼睛+怪鸟": {
            "block": {
                "id": "罗刹鸟",
                "label": "罗刹鸟",
                "detail": ""
            }
        },
        "马的嘶鸣+鬼火+黑色的马车": {
            "block": {
                "id": "鬼车",
                "label": "鬼车",
                "detail": ""
            }
        },
        "圣驾巡游+巡境+巡游": {
            "block": {
                "id": "境",
                "label": "境",
                "detail": ""
            }
        },
        "南方+夏季+神将+鸟面人身": {
            "block": {
                "id": "朱雀",
                "label": "朱雀",
                "detail": ""
            }
        },
        "几座土房+破败的砖墙": {
            "block": {
                "id": "凤尾村",
                "label": "凤尾村",
                "detail": ""
            }
        },
        "对称的羽毛+尖利的鸟喙+火焰一般的尾部+细长的眼睛": {
            "block": {
                "id": "鸟面",
                "label": "鸟面",
                "detail": ""
            }
        },
        "清明剩下的+炒干的萝卜丝+糯米制成的外皮+花生碎+草本的清香": {
            "block": {
                "id": "青团",
                "label": "青团",
                "detail": ""
            }
        },
        "让人无法喘息的闷热+酸痛肿胀的膝盖": {
            "block": {
                "id": "要下雨了",
                "label": "要下雨了",
                "detail": ""
            }
        },
        "头筒+身体+鸟面彩绘": {
            "block": {
                "id": "神将塔骨",
                "label": "神将塔骨",
                "detail": ""
            }
        },
        "亮光再次出现，并迅速膨胀+烛火": {
            "block": {
                "id": "着火了",
                "label": "着火了",
                "detail": ""
            }
        },
        "头筒+樟木+竹篾+身体": {
            "block": {
                "id": "塔骨",
                "label": "塔骨",
                "detail": ""
            }
        },
        "也没有明显的血迹+拖行的痕迹+没有挣扎的迹象": {
            "block": {
                "id": "还活着",
                "label": "还活着",
                "detail": ""
            }
        },
        "冷汗直流+捂着肚子+痛苦的表情+脸色苍白": {
            "block": {
                "id": "剧烈的腹痛",
                "label": "剧烈的腹痛",
                "detail": ""
            }
        },
        "人参+当归+炙草+茯神": {
            "block": {
                "id": "宁神汤",
                "label": "宁神汤",
                "detail": ""
            }
        },
        "微驼的身影+惨白的脸": {
            "block": {
                "id": "张泽平",
                "label": "张泽平",
                "detail": ""
            }
        },
        "土匪守住了临水楼所有的出入口+陈掌柜的身影在二楼出现": {
            "block": {
                "id": "人间蒸发",
                "label": "人间蒸发",
                "detail": ""
            }
        },
        "一股恶臭+粗大的麻绳+精瘦的老人+蓬乱的头发和胡子": {
            "block": {
                "id": "昨晚遇见的那位奇怪老人",
                "label": "昨晚遇见的那位奇怪老人",
                "detail": ""
            }
        },
        "木造小阁+烛台和香炉+藤蔓状的花纹": {
            "block": {
                "id": "神龛",
                "label": "神龛",
                "detail": ""
            }
        },
        "信纸洁白柔韧+墨汁干净清爽": {
            "block": {
                "id": "讲究",
                "label": "讲究",
                "detail": ""
            }
        },
        "大盒子+方形纸片": {
            "block": {
                "id": "照片",
                "label": "照片",
                "detail": ""
            }
        },
        "名为临水楼的建筑+码头上的女孩+突然起来的大火和山崩": {
            "block": {
                "id": "巨大的空白",
                "label": "巨大的空白",
                "detail": ""
            }
        },
        "戴着帽子、穿着西服的年轻人+棱角平滑的脸型+白皙皮肤": {
            "block": {
                "id": "女性",
                "label": "女性",
                "detail": ""
            }
        },
        "女孩面向着镜头+露出了笑容": {
            "block": {
                "id": "我",
                "label": "我",
                "detail": ""
            }
        },
        "蒸腾的水汽+蝉鸣声越来越大+阳光": {
            "block": {
                "id": "夏天",
                "label": "夏天",
                "detail": ""
            }
        },
        "光亮+有人+残存的理智": {
            "block": {
                "id": "幻觉",
                "label": "幻觉",
                "detail": ""
            }
        },
        "冰冷粘腻的触感+有什么东西在流动": {
            "block": {
                "id": "水",
                "label": "水",
                "detail": ""
            }
        },
        "一道被利器割伤的痕迹+左眼用一条布包扎着+撕裂痕迹+暗红色的血": {
            "block": {
                "id": "身受重伤",
                "label": "身受重伤",
                "detail": ""
            }
        },
        "方方正正+由石头砌成+黑色的东西": {
            "block": {
                "id": "石屋",
                "label": "石屋",
                "detail": ""
            }
        },
        "深深陷入泥泞之中+鞋子被紧紧吸住": {
            "block": {
                "id": "几乎耗尽了体力",
                "label": "几乎耗尽了体力",
                "detail": ""
            }
        },
        "一锤定音+不同的等级进行定价+收购价格+由临水楼的伙计们进行判定": {
            "block": {
                "id": "权威和象征",
                "label": "权威和象征",
                "detail": ""
            }
        },
        "化脓一般的黄色的肿块+清晰可见的伤痕": {
            "block": {
                "id": "阴郁异常",
                "label": "阴郁异常",
                "detail": ""
            }
        },
        "长出的肉瘤+难以忍受的恶臭": {
            "block": {
                "id": "死亡的气息",
                "label": "死亡的气息",
                "detail": ""
            }
        },
        "断裂的树木+树枝悬垂着": {
            "block": {
                "id": "自己的残肢",
                "label": "自己的残肢",
                "detail": ""
            }
        },
        "乳白的颜色+浑浊的黑色+鲜红": {
            "block": {
                "id": "眼睛",
                "label": "眼睛",
                "detail": ""
            }
        },
        "像是羽翼的东西+像钉子一般的物体+尖锐的啸叫": {
            "block": {
                "id": "大鸟",
                "label": "大鸟",
                "detail": ""
            }
        },
        "几乎要将眼角撕裂一般+发出嘶嘶的响动+脖颈的肌肉拉扯变形": {
            "block": {
                "id": "他的脸部因恐惧而扭曲",
                "label": "他的脸部因恐惧而扭曲",
                "detail": ""
            }
        },
        "刀具+望远镜+枪支+相机": {
            "block": {
                "id": "洋人探险队",
                "label": "洋人探险队",
                "detail": ""
            }
        },
        "一片狼藉+呕吐物+湿漉漉的焦黑木块": {
            "block": {
                "id": "临时搭建的营地已经被拆毁",
                "label": "临时搭建的营地已经被拆毁",
                "detail": ""
            }
        },
        "动作矫健+厚厚的胡子+眼睛明亮而有神+西服套装+身材高大": {
            "block": {
                "id": "洋人名叫约翰·甘博",
                "label": "洋人名叫约翰·甘博",
                "detail": ""
            }
        },
        "持续不断的咚咚声+被划破的外套+麻绳": {
            "block": {
                "id": "拖行着穿过洞穴",
                "label": "拖行着穿过洞穴",
                "detail": ""
            }
        },
        "轰然的雷声+骇人的闪电": {
            "block": {
                "id": "暴雨",
                "label": "暴雨",
                "detail": ""
            }
        },
        "一张鸟面隐藏在其中+周身覆盖着黑色的毛发+树叶开始沙沙作响+树枝剧烈摇晃了起来+突出的鸟喙如同一把利刃": {
            "block": {
                "id": "怪鸟现身了",
                "label": "怪鸟现身了",
                "detail": ""
            }
        },
        "一个破旧的篓子+腰几乎弯成了九十度": {
            "block": {
                "id": "沉重异常",
                "label": "沉重异常",
                "detail": ""
            }
        },
        "一身短装紧紧包裹着全身的肌肉+健硕": {
            "block": {
                "id": "仿佛无事发生过",
                "label": "仿佛无事发生过",
                "detail": ""
            }
        },
        "巨大的翅膀完全张开+有九个形态各异的脑袋+粗壮的利爪牢牢钉入一根树枝+金色的大鸟": {
            "block": {
                "id": "黄金塑造的九头金乌",
                "label": "黄金塑造的九头金乌",
                "detail": ""
            }
        },
        "张开的巨大翅膀+影子如一阵疾风穿行+黑色的影子": {
            "block": {
                "id": "大鸟一般的庞然巨物",
                "label": "大鸟一般的庞然巨物",
                "detail": ""
            }
        },
        "一只会说人话的大鸟+跑去临水楼偷听+透露黄金所藏的位置": {
            "block": {
                "id": "一无所获",
                "label": "一无所获",
                "detail": ""
            }
        },
        "一个身影扑向尸体+用石块狠狠砸烂了尸体的脸": {
            "block": {
                "id": "林洪彻底疯了",
                "label": "林洪彻底疯了",
                "detail": ""
            }
        },
        "两个血洞+双手死死抠住面部+大量杂乱无章的外伤": {
            "block": {
                "id": "发泄着自己的愤怒",
                "label": "发泄着自己的愤怒",
                "detail": ""
            }
        },
        "体格强健+手脚粗大+皮肤黝黑": {
            "block": {
                "id": "都像个男人",
                "label": "都像个男人",
                "detail": ""
            }
        },
        "挥之不去的雾气+星星点点的火光+灯光摇曳不停+黑色的门": {
            "block": {
                "id": "烟馆",
                "label": "烟馆",
                "detail": ""
            }
        },
        "不明身份的人+准备了器具供人吸食大烟+马车": {
            "block": {
                "id": "流动烟馆",
                "label": "流动烟馆",
                "detail": ""
            }
        },
        "丢了魂的人+消失的村民": {
            "block": {
                "id": "瘾君子",
                "label": "瘾君子",
                "detail": ""
            }
        },
        "口吐白沫+甜腻的气味+用头狠狠撞击着墙壁+衣不蔽体浑身发臭": {
            "block": {
                "id": "被灌下了鸦片",
                "label": "被灌下了鸦片",
                "detail": ""
            }
        },
        "冷气涌来+活动石板": {
            "block": {
                "id": "通往地下的通道",
                "label": "通往地下的通道",
                "detail": ""
            }
        },
        "左眼珠+捂住自己的左眼+无意识地抽搐着": {
            "block": {
                "id": "残忍之手段",
                "label": "残忍之手段",
                "detail": ""
            }
        },
        "三炷冒着青烟的香+红色的盘子+鱼骨": {
            "block": {
                "id": "供品",
                "label": "供品",
                "detail": ""
            }
        },
        "实实在在+躲在黑暗之中": {
            "block": {
                "id": "是妖怪",
                "label": "是妖怪",
                "detail": ""
            }
        },
        "几团白色的东西+化作白骨的人们+我好饿啊+腥膻的气味": {
            "block": {
                "id": "吃吧吃吧吃吧吃吧",
                "label": "吃吧吃吧吃吧吃吧",
                "detail": ""
            }
        },
        "只能从木梯通行+房间正对着木梯+被土匪们围困": {
            "block": {
                "id": "没有机会离开临水楼",
                "label": "没有机会离开临水楼",
                "detail": ""
            }
        },
        "几道深深的抓痕+分辨出一些人形+巨大的焦黑痕迹": {
            "block": {
                "id": "大火活活烧死了土匪首领",
                "label": "大火活活烧死了土匪首领",
                "detail": ""
            }
        },
        "杂乱的胡茬+消瘦的脸+眼睛充满了疲惫": {
            "block": {
                "id": "憔悴不堪",
                "label": "憔悴不堪",
                "detail": ""
            }
        },
        "一寸多宽的长条物件+一小段薄片": {
            "block": {
                "id": "胶片",
                "label": "胶片",
                "detail": ""
            }
        },
        "一个铁制的手柄+两个圆盘+四个金属支撑脚+碾压变形的金属": {
            "block": {
                "id": "影戏机",
                "label": "影戏机",
                "detail": ""
            }
        },
        "以影戏的方式将陈掌柜的身影+点燃了影戏机+设下陷阱": {
            "block": {
                "id": "临水楼大火的真相",
                "label": "临水楼大火的真相",
                "detail": ""
            }
        },
        "僵硬而无弹性的烂肉+深可见骨的伤口+血液从伤口处涌出": {
            "block": {
                "id": "一具丑陋的尸体",
                "label": "一具丑陋的尸体",
                "detail": ""
            }
        },
        "一直躲在这座山上+杀死这些洋人": {
            "block": {
                "id": "妖怪罗刹鸟",
                "label": "妖怪罗刹鸟",
                "detail": ""
            }
        },
        "被割开的喉咙+被戳烂的双目": {
            "block": {
                "id": "又和罗刹鸟有关",
                "label": "又和罗刹鸟有关",
                "detail": ""
            }
        },
        "火堆居然没有任何变化+连衣物都没有乱": {
            "block": {
                "id": "熟人所为",
                "label": "熟人所为",
                "detail": ""
            }
        },
        "九头金乌+罗刹鸟+鬼车": {
            "block": {
                "id": "一道结界",
                "label": "一道结界",
                "detail": ""
            }
        },
        "周身覆盖着火焰+朱雀为南方神兽+法器为火盆": {
            "block": {
                "id": "离卦",
                "label": "离卦",
                "detail": ""
            }
        },
        "离为目+离为雉": {
            "block": {
                "id": "罗刹鸟才夺人双目",
                "label": "罗刹鸟才夺人双目",
                "detail": ""
            }
        },
        "叶子则为心形+叶脉呈金色+植物的花苞就会迅速闭合+淡淡的清香，像是檀香和琥珀的混合气味+深灰色的藤蔓+花瓣呈半透明状，边缘有微弱的金色荧光": {
            "block": {
                "id": "传说中的九头金乌",
                "label": "传说中的九头金乌",
                "detail": ""
            }
        },
        "并不比张泽平高大多少+粗大的关节、长而尖利的指甲+骨瘦如柴的手+黑色的毛发覆盖着全身": {
            "block": {
                "id": "火中的怪物",
                "label": "火中的怪物",
                "detail": ""
            }
        },
        "一半痛苦一半疯狂的表情+没有妖异的鸟面+瘦得脱像的人脸": {
            "block": {
                "id": "名为罗刹鸟的妖怪",
                "label": "名为罗刹鸟的妖怪",
                "detail": ""
            }
        },
        "不使用影戏机+陈掌柜不在二楼+除了人间蒸发之外": {
            "block": {
                "id": "那是陈掌柜的替身",
                "label": "那是陈掌柜的替身",
                "detail": ""
            }
        },
        "恐惧+暴力": {
            "block": {
                "id": "陈邦媛把自己变成了妖怪",
                "label": "陈邦媛把自己变成了妖怪",
                "detail": ""
            }
        },
        "临水+白蛇+陈氏": {
            "block": {
                "id": "临水夫人陈靖姑",
                "label": "临水夫人陈靖姑",
                "detail": ""
            }
        },
        "一个物件+侧边按钮+大约5寸来长，1寸宽+折叠放着的镜头": {
            "block": {
                "id": "一台相机",
                "label": "一台相机",
                "detail": ""
            }
        },
        "完全失去生命力的动物+疯长的植物+被破坏的大门": {
            "block": {
                "id": "腐坏解体",
                "label": "腐坏解体",
                "detail": ""
            }
        },
        "四个角用金属部件进行了加固+正面有三道挂钩+没有多余的纹饰+通体漆黑": {
            "block": {
                "id": "樟木箱",
                "label": "樟木箱",
                "detail": ""
            }
        },
        "一声闷响+身体晃动了几下": {
            "block": {
                "id": "轰然倒地",
                "label": "轰然倒地",
                "detail": ""
            }
        },
        "一个血肉模糊的东西+咀嚼声+血液": {
            "block": {
                "id": "一条被咬掉脑袋的鱼",
                "label": "一条被咬掉脑袋的鱼",
                "detail": ""
            }
        },
        "在凤尾村里四处游荡+如同隐身了一般+对凤头山极其了解": {
            "block": {
                "id": "你便化身成了罗刹鸟",
                "label": "你便化身成了罗刹鸟",
                "detail": ""
            }
        },
        "似乎在听着什么+朝着地面砸去": {
            "block": {
                "id": "地窖震动起来",
                "label": "地窖震动起来",
                "detail": ""
            }
        },
        "1.S+2.E+3.W，4.N，5.WS，6.NE，7.SE, 8.NW，9.S": {
            "block": {
                "id": "顺序和方位",
                "label": "顺序和方位",
                "detail": ""
            }
        },
        "一双眼睛早已没了一丝人性+坐在黑暗的角落里+用手抓着食物": {
            "block": {
                "id": "成了被圈养起来的动物",
                "label": "成了被圈养起来的动物",
                "detail": ""
            }
        },
        "一堆报纸+书籍+影戏海报+数十张照片": {
            "block": {
                "id": "来自文明世界的物件",
                "label": "来自文明世界的物件",
                "detail": ""
            }
        },
        "双眼已被戳烂+巨大的东西+红色的鲜血+腹部被完全剖开": {
            "block": {
                "id": "白蛇",
                "label": "白蛇",
                "detail": ""
            }
        },
        "如同匕首一般的东西+末端雕刻着九片叶子+闪着银色的光": {
            "block": {
                "id": "三把刀",
                "label": "三把刀",
                "detail": ""
            }
        },
        "失神的眼睛+布满破洞的上衣+疯长的胡茬和杂乱的头发+结疤的伤口": {
            "block": {
                "id": "大病了一场",
                "label": "大病了一场",
                "detail": ""
            }
        },
        "一地的人骨+几颗头颅+残破肮脏的衣物、枪、刀具+金属铭牌": {
            "block": {
                "id": "探险队",
                "label": "探险队",
                "detail": ""
            }
        }
    },
    "scenes": [
        {
            "id": "chapter01",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 密林之中\n{人:商难}商难{/}睁开了眼睛，一阵{线:剧烈的疼痛}剧烈的疼痛{/}从脑后传来，接着她听到一阵近在咫尺，如同野兽般的呜咽声。\n很快，她发现那声音只是自己急促的呼吸声，她开始剧烈地{线:呕吐}呕吐{/}。\n@商难: 「我在哪里？」\n杂乱无章的{线:树木}树木{/}耸立着，不断向上错乱地伸展{线:枝叶}枝叶{/}，仿佛一张网遮盖了天空，只能从{线:缝隙}缝隙{/}中看到被切割成若干块的月亮。\n随后黑色的云层快速移动着，片刻之间就将月亮完全遮盖。\n闷热和黑暗渗透在{填:密林}中每一个角落。\n商难置身在其中，仿佛被这些无声的巨物挤压着。\n她试着努力站起身，向前摸索着……\n树枝被压断的声响撕裂了凝固的空气，商难长长叹了一口气，头疼才得以缓解。\n我被{填:袭击}了。\n此刻后脑传来的肿胀疼痛，让商难的逐渐回忆起此前发生的一切。",
            "initBlocks": [],
            "goto": "chapter0101",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0101",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 妖怪？\n「天色黑得太快了。」商难停下了脚步，抬头看了看天空。\n「……是啊……」一个男人低沉的声音传来。\n商难拉了拉{物:圆顶软帽}圆顶软帽{/}的帽檐，转身开始准备下山，一种强烈的不安感，让她觉得无法在此地久留。\n有什么东西潜伏在黑暗中……\n商难咬了咬嘴唇。\n忽然，一阵闷响传来，震得商难发麻，她瞬间陷入昏迷。\n此后，不知究竟过去了多久……\n商难小心翼翼地触碰了一下被击中的地方，伤口似乎已经停止了流血。\n她拍了拍衣服上的碎叶，左右环顾。\n{填:圆顶软帽}就掉落在离她不远的地面上，她弯腰想要把它捡起来。\n此时，一片树叶落在了她的头顶。商难下意识地躲开，全身紧绷了起来。\n{记:妖怪}妖怪！{/}\n商难站在原地，不知所措。\n妖怪……妖怪……",
            "initBlocks": [],
            "goto": "chapter0102",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0102",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 一天前。废弃山路\n无风的山中闷热异常，汗水顺着商难的鬓角滑了下来。\n快要下雨了。她想。自从走进山路之后，黏腻的感觉就让她浑身不自在。\n……不远处的树丛似乎动了一下……\n商难以为是自己的错觉，紧接着，树丛又摇晃了一下。\n她缓缓蹲下身，捡起脚边的一块{物:石头}石头{/}，同行的名为{人:张泽平}张泽平{/}的男子，俯低身子，从腰间缓缓抽出一把{物:匕首}匕首{/}紧紧握住。\n树丛猛然摇动了起来，商难与张泽平对视了片刻，朝着树丛掷出了{填:石头}。\n接着传出来一阵枝丫断裂的声响，紧随其后的是一声惨叫。\n一个人影滚到了他们的面前，接着愣在原地，不停摸着脑袋。\n那个瘦高的男人就这样正对着商难而坐，穿着素色的长衫，一副圆框眼镜斜挂在耳朵上，二十五六岁的样子，浑身上下沾满泥土和枯枝烂叶。\n看着眼前的男人狼狈不堪的样子，商难忍不住笑出来声。\n坐在地上的男人，赶紧站起身，有些尴尬地咳嗽了两声：\n「这山路可真不好走啊。听说三年前，村里人走的都是{线:水路}水路{/}。」\n@张泽平说道: 「{填:水路}早就没了。如你所见，{线:山路也难以通行}山路也难以通行{/}。{线:大半个村子被埋在了泥里}大半个村子被埋在了泥里{/}……」\n「三年前……{填:山崩}了……没过多久水路就废了……你到底是谁？」张泽平依然警惕地握着匕首。",
            "initBlocks": [],
            "goto": "chapter0103",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0103",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 瘦高的男人\n男人忽然想起了什么，从身上斜挎着的包里摸出了两张{物:纸片}纸片{/}，用手抚平上面的褶皱，递到了商难和张泽平的面前。\n商难接过了{填:纸片}，皱巴巴的，上面没有任何装饰，用毛笔写着几个字：\n{记:三山杂志}三山杂志{/} 主撰 {人:吴秋崖}吴秋崖{/}\n张泽平摆了摆手。\n@吴秋崖边收回纸片，边说道: 「鄙刊刚刚创办不久，准备得太过仓促，不好意思。——不知二位如何称呼？」\n@商难介绍了自己和张泽平，接着问道: 「三山杂志……」\n@吴秋崖说道: 「鄙刊专门记录这些妖怪之事，所以……」\n@张泽平冷哼了一声: 「所以是为了{线:九头金乌}九头金乌{/}而来。」\n@吴秋崖低下头，透过镜片看着张泽平: 「你知道九头金乌？」\n@张泽平继续说道: 「如果你真的是为此而来，我劝你现在回头还来得及。前面的那个村子，就是因为九头金乌毁掉的……」\n@吴秋崖扶了扶眼镜: 「附身在那个村子里的，并非只有{填:九头金乌}。」",
            "initBlocks": [],
            "goto": "chapter0104",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0104",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 第一封信\n@吴秋崖说道: 「几天前，鄙社陆续收到了三封信。」\n信是直接从杂志社的门缝下塞进来的。\n信封上一片空白。\n「当我拿起它的时候，{物:信笺}信笺{/}滑落了出来。」\n信笺的用纸相当高级，底部印着一个由{线:九片树叶组成的小标志}九片树叶组成的小标志{/}。\n信签上用干净工整的毛笔字写着一段文字。\n@吴秋崖转述着信中的内容: 「传说就在那座{线:凤头山}凤头山{/}中……藏着一种奇怪的鸟。」\n某日，几个村民到凤头山中采药材，天色逐渐暗了下来，几人不慎在回村的路上迷失了方向……\n{线:怪鸟}怪鸟{/}出现了。\n它悄无声息地躲在暗处，等待着人们慢慢靠近。\n之后，以极快的速度从天而降，将人扑倒在地，{线:啄食此人的眼睛}啄食此人的眼睛{/}……\n与之遭遇的人几乎都没能活着走出凤头山。\n而侥幸逃脱的人还没来得及看清一切，就已经失去了眼睛……\n怪鸟据说名为{填:罗刹鸟}。\n",
            "initBlocks": [],
            "goto": "chapter0105",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0105",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 第二封信\n「紧接着是第二天……」\n院子里出现了第二封信。\n同样的{填:信笺}，同样的字迹。\n@吴秋崖说道: 「这一次，是另外一个故事。」\n当黑夜完全笼罩村子的时候，某个还未入睡的村民，隐约听到从远处传来的{线:马的嘶鸣}马的嘶鸣{/}。\n有人看到了飘浮在黑暗之中的两团{线:鬼火}鬼火{/}。\n甚至传言出现了一辆{线:黑色的马车}黑色的马车{/}，在山林中飞奔。\n村民们把它称之为{填:鬼车}。\n@吴秋崖继续说道: 「有人被带上了那辆车。但在失踪了几天后，那人又再次出现在村里。」\n之后，失踪的人越来越多……\n@吴秋崖说道: 「奇怪的是，这些人无一例外地没有一点关于失踪的记忆，像是从未发生过一样。」\n@商难说道: 「或许真的没有发生过失踪的事情？」\n@吴秋崖摇了摇头: 「再后来，{线:孩童开始失踪}孩童开始失踪{/}，并且一个都没有回来……」\n吴秋崖没有继续说下去，三人同时陷入了沉默，小心翼翼地走过乱石嶙峋的山路。\n不觉间，乌云已经遮蔽了半片天空。\n@张泽平忽然停下了脚步说道: 「到了。」\n他拨开了树丛，眼前是{线:破败的砖墙}破败的砖墙{/}，和似乎随时都会倒塌的{线:几座土房}几座土房{/}。\n此地便是{填:凤尾村}。",
            "initBlocks": [],
            "goto": "chapter0106",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0106",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 第三封信\n「走吧。」张泽平朝着{记:凤尾村}凤尾村{/}迈出一步。\n@商难停在了原地，她看向吴秋崖: 「第三封信呢？」\n月光消失了。\n@吴秋崖的半张脸沉入黑暗之中: 「第三封信是{记:九头金乌}九头金乌{/}。」\n相同的信笺，但上面只有四个字：九头金乌。\n@商难说道: 「九头金乌……到底是什么？」\n@吴秋崖说道: 「这正是我来此地的目的。九头金乌……没有人说得清它究竟是什么……」\n@吴秋崖看向凤尾村的方向: 「……原本在几天之后，这里会有一场巡游。这场{线:巡游}巡游{/}是为九头金乌准备的。」\n巡游，又被称为{线:巡境}巡境{/}，或者{线:圣驾巡游}圣驾巡游{/}，当地神所管辖的区域称之为“{填:境}”。\n每当到了节庆或是神诞等重要日子，信徒们就会请神入轿子，在境内接受民众的膜拜，沿途另有{线:神将}神将{/}跟随。\n这些为巡游所塑造的神像，{线:头筒}头筒{/}通常用{线:樟木}樟木{/}雕刻制作，{线:身体}身体{/}则由{线:竹篾}竹篾{/}编织而成，被称为{填:塔骨}，\n@商难问道: 「如此说来，九头金乌就是此地的守护神？」\n@吴秋崖说道: 「照理说是如此。按照过往的记载，跟随巡游的神将都是{线:鸟面人身}鸟面人身{/}。此地是{线:南方}南方{/}，巡游的日子被放在{线:夏季}夏季{/}……那么……」\n吴秋崖停顿了片刻，缓缓开口：「多半与{填:朱雀}有关。想要理清这一切，只有去到那里。」\n凤尾村。",
            "initBlocks": [],
            "goto": "chapter0107",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0107",
            "owner": "all",
            "bg": "night",
            "type": "story",
            "story": "# 凤尾村\n山崩的痕迹依然留在此地，靠近凤头山的地方，乱石成堆，干涸的泥沙堆积成一个个小丘。\n低矮的建筑东倒西歪，有的甚至大半被埋入泥土之中，几乎没有可以称之为路的地方。\n@张泽平忽然说道: 「曾经有传闻说，九头金乌是某种价值连城的宝物。但看看这个村子，如果他们真的守着那么一个宝物，怎么变成如今这副样子？」\n消失的月光重又出现了。\n照亮了破败围墙的角落，那里……坐着一个老人。\n衣不蔽体，行为怪异。\n老人的脖子上绑着一根粗大的麻绳，他一边走动一边用双手拉动麻绳，麻绳上已经被血染成了暗黑色。\n在麻绳的另外一端是一个{物:马车的轮子}马车的轮子{/}。\n老人就这样拖着轮子绕着围墙行走，嘴里重复着：什么也没说……{线:什么也没说}什么也没说{/}……\n@张泽平看着老人的背影说道: 「他叫{人:林洪}林洪{/}。在我离开这个地方之前，他已经是这副疯癫的样子了。」\n「凤尾村……」商难看着老人的背影，心中默念着，这个地方充满了谜团。\n她望了望已然藏身于黑暗之中的{记:凤头山}凤头山{/}。\n@吴秋崖走到商难的身边问道: 「你是不是也感觉到有什么不对劲的地方？」\n那座山，一片死寂。",
            "initBlocks": [],
            "goto": "chapter0108",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0108",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 死寂\n……\n死寂。\n没有风，没有活物的生息，什么都没有，只有商难置身于黑暗的密林之中。\n残存的月光完全消失，恐惧席卷而来。\n她仿佛被推入了河中，水流灌入口鼻，意识逐渐飘散。\n妖怪。\n这座山本身就是一个巨大的妖怪。浑身散发着腐败的气息，疯狂地想要吞噬所有进入的生物。\n商难正一步步滑入幻觉之中。\n……有什么东西正在靠近，缓慢而有节奏……\n商难猛然回头。\n一张巨大的脸出现在她的面前。\n惨白的脸上，用红色画出了{线:尖利的鸟喙}尖利的鸟喙{/}，两侧是{线:对称的羽毛}对称的羽毛{/}，布满血丝的{线:细长的眼睛}细长的眼睛{/}一直延伸到头顶，额头上则是如同{线:火焰一般的尾部}火焰一般的尾部{/}。\n那是……\n一张{填:鸟面}。\n",
            "initBlocks": [],
            "goto": "chapter0109",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0109",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 鸟面\n红色油彩勾描而成的鸟面与商难四目相对。\n不知从何处刮来一阵风。\n鸟面身后红色的斗篷，如同羽翼般张开。\n斗篷之下，空无一物。\n接着，鸟面朝着商难猛扑而来，啸叫着穿过了她的身体，消失不见。\n而就在商难的前方，赫然出现一个巨大的黑色洞穴。",
            "initBlocks": [],
            "goto": "interlude_bridge",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "interlude_bridge",
            "owner": "all",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter0201",
            "nextHint": "",
            "bgm": "default",
            "quote": "既为异常，而且不思议。\n\n—— 《妖怪学讲义》"
        },
        {
            "id": "chapter0201",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 无声的早晨\n吴秋崖被热醒了。\n夏日的天气让人浑身不适，汗水不知何时已经弄湿了枕头，吴秋崖翻了个身，努力让自己摆脱糟糕睡眠带来的头疼。\n奔波的疲惫丝毫没有好转。\n吴秋崖打开了窗户想要透透气，但此刻，空气中感受不到一丝凉意，只有{线:让人无法喘息的闷热}让人无法喘息的闷热{/}。\n凤尾村的早晨与它的夜晚一样，悄无声息。\n没有鸡鸣，没有狗叫，甚至没有人声。\n在阳光的照射之下，这个地方显得更为荒凉破败，目力所及范围内，几乎看不到一棵绿色的植物，扭曲枯黄的老树零星散落在村子的角落。\n在村子的正中，有一道由泥土沙石冲积而成的“路”，沿途起起伏伏，高低不平，不时需要爬过横在其中的巨石，或者躲过被冲倒的房屋。\n这条土色的路一直延伸到凤头山上，逐渐消失在层层叠叠的树木之中，远远看去，就如同一条无法愈合的伤口。",
            "initBlocks": [],
            "goto": "chapter0202",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0202",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 老者\n吴秋崖小心翼翼地走下楼梯，老旧的木头吱呀作响。\n一楼传来了一个老者的话语，带着浓重的当地口音：「你起晚了。」\n说话的是凤尾村的村长{人:张道诚}张道诚{/}。\n他的脸上满是皱纹，左眼蒙着一块黑布，右眼则看起来有些发白浑浊，习惯性拿着{物:烟斗}烟斗{/}，穿着布满补丁的粗布上衣和一条同样褴褛的短裤。\n此刻，张道诚正坐在一张木头椅子上。\n炉灶上的锅中正在蒸煮着什么，散发着{线:草本的清香}草本的清香{/}。\n张道诚用烟斗指了指自己{线:酸痛肿胀的膝盖}酸痛肿胀的膝盖{/}: 「{填:要下雨了}。」。\n说完又看向远处的凤头山，「他们一大早就进山了——」\n吴秋崖叹了口气，透过小小的窗户看向远处。\n「已经很多年没有人进山了。」张道诚起身一瘸一拐地走到炉灶前，翻开了锅盖，蒸腾的蒸汽向着吴秋崖扑来。\n张道诚从锅里端出一个碟子，递到吴秋崖面前。\n@他说道: 「{线:清明剩下的}清明剩下的{/}。」\n饥肠辘辘的吴秋崖没有客气，大口吃了起来，{线:糯米制成的外皮}糯米制成的外皮{/}包裹着{线:炒干的萝卜丝}炒干的萝卜丝{/}和{线:花生碎}花生碎{/}。\n正宗的{填:青团}，令人怀念的味道。",
            "initBlocks": [],
            "goto": "chapter0203",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0203",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 山崩之时\n@张道诚放下了烟斗，用浑浊的眼睛看着吴秋崖: 「你们也是来找九头金乌的？」\n吴秋崖正要开口，张道诚用力敲了敲烟斗。\n「什么都没有了，别说什么九头金乌，村子都没了。」\n那场山崩……\n\n@张道诚狠狠吸了一口烟: 「死掉了十几个人。」\n张道诚布满皱纹的脸微微地抽动着，他的眼睛依旧浑浊，难以从中看到任何的情绪。\n@他继续说道: 「那天突然下起了暴雨，泥水和石头从凤头山上冲了下来，谁都没有做好准备，从来没有见过那么快的泥石流。有个人就站在村口，眼见着他朝我跑过来，没跑几步，就来不及了，那些泥浆石头，猛扑上来，把人拖了进去，没挣扎几下就不见了。」\n——那天是九头金乌{填:巡游}……\n又是九头金乌……晦暗不明，却又无处不在。\n张道诚说道「九头金乌如同附身于村子身上的妖怪一样，只会带来天灾人祸。」\n「人祸？」\n「在山崩发生之前，来了一群土匪，他们将{线:临水楼}临水楼{/}团团围住。」\n头领大喊着，交出九头金乌。但临水楼大门紧闭，\n@张道诚说道: 「当时乌云密布，土匪与临水楼众人对峙的时候，天更是黑得吓人……」\n不久，临水楼二楼的灯亮了起来。",
            "initBlocks": [],
            "goto": "chapter0204",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0204",
            "owner": "wu",
            "bg": "ember",
            "type": "story",
            "story": "# 火\n一个高大的身影出现在{填:临水楼}二楼的窗边。\n@张道诚说道: 「那个影子，我们都认得。正是临水楼的{人:陈掌柜}陈掌柜{/}。」\n此时，临水楼的大门打开了。\n一名身穿男子便服，扎着辫子的女人将土匪头领请进了临水楼。\n片刻之后，头领的身影也出现在了二楼。\n二楼的{线:烛火}烛火{/}摇晃了几下，猛然熄灭。\n很快，{线:亮光再次出现，并迅速膨胀}亮光再次出现，并迅速膨胀{/}。\n「不好！{填:着火了}！」人群中有人喊道。\n土匪们涌进来临水楼，紧接着，从二楼传来{线:非人的惨叫声}非人的惨叫声{/}。\n大火继续蔓延，直至将整座临水楼包围在其中。\n暗红的火焰在漆黑的天空之下，像是涌出的鲜血。\n而后……\n天降暴雨。",
            "initBlocks": [],
            "goto": "chapter0205",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0205",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 暴雨\n@张道诚举起手比画着: 「就像一大块雨做成的布，从天上盖下来。」\n雨幕之后临水楼，如同一根逐渐熄灭的巨大火把。\n一道闪电照亮了半个天空，雷声从凤头山的方向滚滚而来，就像一头巨大的野兽在山顶咆哮。\n不对。\n不是雷声。\n一条土黄色的“河”正从凤头山上奔涌而下，将面前的一切吞噬殆尽。\n「之后发生的事，我已经想不起来了，雨是什么时候停的，水是什么时候退的，我又是怎么活下来的……所有的记忆都好像丢在了那几个时辰之内。」\n@张道诚长叹了一口气: 「等我恢复记忆的时候，手里不知怎么多了一把{物:铲子}铲子{/}。我环顾四周……」\n……尽是残肢断臂。\n张道诚机械地用{填:铲子}挖开泥土。\n一颗头颅滚落在他的脚边。\n那颗头颅……张大着嘴，鼻孔、耳朵，眼角堵塞着泥沙。\n@张道诚说道: 「我看着那颗头……脑袋一片空白……接着不知从哪里冒出了一群人，簇拥着我走到了临水楼门前。」\n",
            "initBlocks": [],
            "goto": "chapter0206",
            "nextHint": "",
            "bgm": "soundreality-rain-thunder-sfx-525011"
        },
        {
            "id": "chapter0206",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 临水楼门前\n焦黑的大门紧锁着。\n那里面……\n有死人。\n被烧焦的死人。\n张道诚用{填:铲子}砸开了那扇门。\n几具被烧得不成人形的尸体就躺在离门不远的地上。\n一道光从塌陷的屋顶上斜射进了临水楼，不偏不倚地停留在大堂的角落。\n光笼罩着一块残破的{线:鸟面彩绘}鸟面彩绘{/}。\n红色的油彩被溶解之后，从鸟面上划出了一道道细长的红色水痕，如同鲜血一般，从额头、从眼中、从嘴边滴落……\n那是——鸟面人身的{填:神将塔骨}。\n四周是被烧焦碎裂的{填:头筒}和{填:身体}。\n它在哭泣。\n@张道诚说道: 「那时，我好像听到了哭声。」\n从二楼传来了呜咽声……\n@张道诚继续说道: 「我们顺着摇摇欲坠的木梯，爬上了二楼……」他没有继续说下去，开始止不住的干呕。\n片刻之后，张道诚从嘴里挤出了几个含糊的字眼「上面……只有……」\n只有土匪被烧得面目全非的尸体。\n{填:陈掌柜}没有尸体，不见活人。",
            "initBlocks": [],
            "goto": "cutscene02",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "cutscene02",
            "owner": "all",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter0301",
            "nextHint": "",
            "bgm": "default",
            "quote": "宁神汤……主治产后气血两虚，神魂无依，妄言妄见。\n——《嵩崖尊生》卷十四"
        },
        {
            "id": "chapter0301",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 洞口\n商难的目光停留在了洞口的地面上。\t\n一道{线:拖行的痕迹}拖行的痕迹{/}往前延伸着。\n{线:没有挣扎的迹象}没有挣扎的迹象{/}，{线:也没有明显的血迹}也没有明显的血迹{/}。\n商难俯下身，一把{填:匕首}正躺在前方。\n她将匕首拾起，插在腰间。\n张泽平可能{填:还活着}。\n商难深吸一口气，没有再多犹豫，朝着洞穴爬了进去。\n黑暗吞噬了一切。\n恐惧不断加深。\n为什么要爬进来？商难被复杂的情绪包裹着，沙砾和碎石摩擦着她的身体，刺痛异常。\n为什么？\n为什么要来这里？\n商难不断地问自己。\n如果那个下午……\n然而已经回不了头了……",
            "initBlocks": [],
            "goto": "chapter0302",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0302",
            "owner": "shan",
            "bg": "sunny",
            "type": "story",
            "story": "# 药房\n{线:蝉鸣声越来越大}蝉鸣声越来越大{/}，吵得让人心烦意乱。\n{线:阳光}阳光{/}直射在路面上，泥土中{线:蒸腾的水汽}蒸腾的水汽{/}形成了一道透明的水波纹屏障。\n省城的{填:夏天}几乎是一瞬间就到来了。\n一个穿着学生制服的短发女生用书本挡着阳光，从路边房子的屋檐下一路小跑，躲进了一家药房里。\n午后药房没有客人，只听到算盘噼噼啪啪作响。\n@药房的老伙计从柜台后探出头来: 「小姐？」\n@商难把书放在了桌子上: 「停课了。父亲让我别到处乱跑。——父亲呢？」\n@老伙计答道: 「老爷一大早就去了{记:魁星楼}魁星楼{/}。——太太也跟着一起去了。」\n商难没有继续追问，随手翻动着桌上的{物:旧书}旧书{/}，都是一些关于易学的大部头。一张压在旧书下的{物:报纸}报纸{/}吸引了她的注意。\n\n",
            "initBlocks": [],
            "goto": "chapter0303",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0303",
            "owner": "shan",
            "bg": "sunny",
            "type": "story",
            "story": "# 报纸\n{填:报纸}的醒目位置有一张照片：\n几个强壮的男人背对着围住一名身穿华丽旗袍的女子，这名女子显然受到了惊吓，用手捂住口鼻，一副几乎要哭出来的样子。\n影戏杀青宴多人中毒 女星受惊吓花容失色。\n报纸的标题如此写道。\n事情发生在两天前，影戏{线:《海上来客》}《海上来客》{/}杀青。作为在省城拍摄的第一部影戏，杀青之日备受重视，各界名流纷纷出席杀青宴。\n主演女星{人:叶夕颜}叶夕颜{/}自然是宴会的焦点。\n当晚来宾们谈笑风生，觥筹交错，然后……\n人群忽然骚动起来，一名外国人{线:捂着肚子}捂着肚子{/}倒在了地上，面露{线:痛苦的表情}痛苦的表情{/}，{线:脸色苍白}脸色苍白{/}，{线:冷汗直流}冷汗直流{/}。\n很快，又有数人感觉到了{填:剧烈的腹痛}，纷纷倒地。\n现场乱作一团。\n事后，据医生所述，是当晚宴席中的一道生食未做好处理导致的食物中毒。\n{填:《海上来客》}未受到此次事件的影响，将如期在{记:青年会}青年会{/}放映。\n「真想去看看啊。」商难自言自语道。",
            "initBlocks": [],
            "goto": "chapter0304",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0304",
            "owner": "shan",
            "bg": "sunny",
            "type": "story",
            "story": "# 张先生\n有人掀开了药房的帘子。\n@老伙计再次探出头: 「张先生来了？」\n这位张先生没有答话，只是站在原地。\n他戴着灰色镜片的眼镜，肤色苍白，一张{线:棱角分明的脸}棱角分明的脸{/}，身形微驼。\n老伙计走出来柜台将一包药交到张先生的手中，他转身便离开了。\n@商难问道: 「那人是谁？看起来……」\n@老伙计说道: 「看起来是个怪人？他是恒和钱庄的伙计，叫张泽平，在我们这里抓药已经有两三个月了。」\n老伙计将张泽平的药方子摊在桌上，读道：{线:人参}人参{/}、{线:茯神}茯神{/}、{线:当归}当归{/}、{线:炙草}炙草{/}……{填:宁神汤}\n主治神魂无依，妄言妄见。\n@老伙计继续说道: 「听闻他是被一些奇怪的东西缠上了。」",
            "initBlocks": [],
            "goto": "chapter0305",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0305",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 奇怪的东西\n@老伙计比划着: 「就是一张{线:方形纸片}方形纸片{/}，洋人拿着一个{线:大盒子}大盒子{/}……」\n@商难说道: 「{填:照片}。」\n@老伙计说道: 「对对对，就是这个，他花了不少钱，据说堆满了一整个柜子，走火入魔了……难怪需要宁神的汤药。」老伙计边说着，边又啪啪打起了算盘。\n商难没有继续接话，而是拿起桌上的旧书翻看着。\n不知不觉间，已经到了傍晚。\n商难起身离开了药房，穿过一条小巷，这条小巷的尽头，就是她的家。\n太阳逐渐落山，空气却依然闷热。\n她无数次穿过这条巷子，但今天却觉得有些异样。\n很快，她看到了在巷子的角落，站着一个微驼的身影。\n一张{填:棱角分明的脸}慢慢从黑暗中浮现……\n{填:张泽平}。\n\n\n\n",
            "initBlocks": [],
            "goto": "chapter0306",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0306",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 张泽平\n@张泽平的语调低沉，毫无情绪: 「商小姐。」他朝商难递出一张照片。\n商难迟疑片刻，接过了照片。\n那是一处码头。\n一艘帆船停靠在码头上，码头工人忙忙碌碌被固定在画面之中。\n在人群中，有一个{线:女孩面向着镜头}女孩面向着镜头{/}，{线:露出了笑容}露出了笑容{/}。\n那是……\n@商难的心跳开始加快: 「{填:我}？」\n@张泽平说道: 「这个地方是凤尾村，你有印象吗？」\n商难摇了摇头，她努力回想着，但……\n这是一段完全消失的记忆。\n@张泽平继续道: 「我还在凤尾村当账房伙计的时候，就经常看到你在码头上出现。」\n@商难问道: 「凤尾村……是个什么地方？」\n@张泽平说道: 「凤尾村在省城的下游，几年前通过帆船将咸鱼以及药材运到省城买卖，那里有一个叫做{填:临水楼}的地方，掌柜的姓陈，此人控制着所有生意，直到……」\n一场大火。\n",
            "initBlocks": [],
            "goto": "chapter0307",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0307",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 消失之人\n@张泽平说道: 「一群土匪闯入凤尾村，引发了一场大火将临水楼里的人活活烧死，而后是山崩……要了更多人的命。」\n……大火……山崩……\n数日之后。\n@张泽平将照片收好: 「我和村民们打开了临水楼的门，当我们爬上二楼……那里只有土匪头领的尸体，被烧得不成人形……」\n{填:陈掌柜}不在其中。\n@商难说道: 「你的意思是？」\n「陈掌柜消失了。」\n「这怎么可能？」\n@张道诚说道: 「我曾经也如此认为。那天夜里，{线:土匪守住了临水楼所有的出入口}土匪守住了临水楼所有的出入口{/}，在场的所有人都看到{线:陈掌柜的身影在二楼出现}陈掌柜的身影在二楼出现{/}。那么……」\n陈掌柜便是{填:人间蒸发}了。\n\n",
            "initBlocks": [],
            "goto": "chapter0308",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0308",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 重返凤尾村\n@张泽平说道: 「那场天灾人祸之后，凤尾村以极快的速度衰败下去，不久后我就离开了那个村子。——你是什么时候离开的？」张泽平抬头看着商难。\n商难没有回答。\n她不知道。\n{线:码头上的女孩}码头上的女孩{/}，{线:名为临水楼的建筑}名为临水楼的建筑{/}，{线:突然起来的大火和山崩}突然起来的大火和山崩{/}……\n那段往事在她的记忆中只留下了{填:巨大的空白}。\n商难知道自己需要回到那个地方才行。",
            "initBlocks": [],
            "goto": "cut03",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "cut03",
            "owner": "all",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter0401",
            "nextHint": "",
            "bgm": "default",
            "quote": "青年会大楼建筑面积8000余平方米。\n第一部无声电影就在这里放映。"
        },
        {
            "id": "chapter0401",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 临水楼前\n吴秋崖站在楼前，看着眼前焦黑的建筑。\n{线:疯长的植物}疯长的植物{/}从石阶的缝隙之中冒出，遮挡住了{线:被破坏的大门}被破坏的大门{/}。\n临水楼如同{线:完全失去生命力的动物}完全失去生命力的动物{/}，等待着{填:腐坏解体}。\n{线:一股恶臭}一股恶臭{/}从临水楼中飘了出来。\n黑暗中，有什么东西一跃而起，朝着吴秋崖猛冲过来。\n——一个{线:精瘦的老人}精瘦的老人{/}，{线:粗大的麻绳}粗大的麻绳{/}绑在脖子上，但{填:马车的轮子}却不见踪影。\n{线:蓬乱的头发和胡子}蓬乱的头发和胡子{/}几乎覆盖了他的整张脸，\n衣不蔽体，皮肤黝黑。\n正是{填:昨晚遇见的那位奇怪老人}。\n林洪。\n他狠狠撞开吴秋崖的肩膀，飞奔而去，嘴里依然意义不明地念叨着：{填:什么也没说}。\n",
            "initBlocks": [],
            "goto": "chapter0402",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0402",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 异常之地\n吴秋崖揉着被撞得生疼的肩膀，抬起脚跨过了那道厚厚的门槛.\n这道布满黑色灼烧痕迹的红色门槛，仿佛结界一般。\n一旦踏入其中，阴冷黑暗的气息就如同在此处等待已久的鬼魅悄然活跃，吴秋崖忍不住打了一个冷战。\n在他的正前方是一堵墙。\n墙角倒落着{线:烛台和香炉}烛台和香炉{/}，断裂塌陷的{线:木造小阁}木造小阁{/}已被熏黑，隐约可见{线:藤蔓状的花纹}藤蔓状的花纹{/}。\n那是一个被损毁的{填:神龛}。\n神龛内原本摆放着的某个神像，此时早已不见踪影。\n失去神的庇佑的临水楼，成了异常之地。\n吴秋崖掏出了笔记本，那{物:三封信}三封信{/}就夹在其中。\n一个声音在他的脑海中响起。\n",
            "initBlocks": [],
            "goto": "chapter0403",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0403",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 异常之地生出异常之物\n数日前，三山杂志社馆中。\n\n名为{人:傅艾兴}傅艾兴{/}的白发老者看着手中的{填:三封信}，缓缓说道：{线:异常之地，生出异常之物}异常之地，生出异常之物{/}。\n@他将信放到满是画稿的桌面上，继续说道：「秋崖，你得去一趟凤尾村。这正是我们杂志社所需之内容。{人:蔡老弟}蔡老弟{/}是怎么说的——」\n既为异常，而且不思议。\n@傅艾兴摘下眼镜: 「世上的种种奇事，它们的存在一定有其道理，而我们要做的就是揭晓其异常的外在之下的本质。」\n傅艾兴的手指反复摩挲着信纸。\n{线:信纸洁白柔韧}信纸洁白柔韧{/}，{线:墨汁干净清爽}墨汁干净清爽{/}，透着淡淡的香气。\n傅艾兴重又戴上眼镜，将信纸举到灯下：用纸和墨水都相当{填:讲究}。——这个记号……{填:九片树叶组成的小标志}……\n此时，传来急匆匆的脚步声，而后出现一张少年气十足的脸，紧接着是年轻女子的声音「傅老……师，你要的报纸！太重了！」\n@傅艾兴慢条斯理得说道: 「知渊来了。」\n{人:夏知渊}夏知渊{/}将报纸往地上一放，大口喘着气。\n@傅艾兴微笑着: 「知渊，两天后秋崖要出发去一个叫做凤尾村的地方。你帮他安排一下。」\n夏知渊听罢站直了身子，认真看着吴秋崖。",
            "initBlocks": [],
            "goto": "chapter0404",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0404",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 省城早市\n出发当日，吴秋崖决定在{记:青年会}青年会{/}附近的早市吃一顿早餐。\n\n四年前，当他离开省城的时候，也做了同样的决定。\n那时，青年会刚刚动土。\n吴秋崖在早餐摊前的桌边坐下，要了{物:豆浆和油条}豆浆和油条{/}。\n@一个略带青涩的声音在吴秋崖的耳边响起: 「听说那里会建影戏园？到时候我可要去看看。」\n吴秋崖扭头看到一个{线:戴着帽子、穿着西服的年轻人}戴着帽子、穿着西服的年轻人{/}和同伴望着青年会的方向，正朝着吴秋崖走来。\n年轻人的脸被帽子遮住了大半，{线:棱角平滑的脸型}棱角平滑的脸型{/}加上过于显眼的{线:白皙皮肤}白皙皮肤{/}，一眼就能认出是个{填:女性}，而她身边的同伴，在她的衬托之下，肤色显得特别黝黑。\n同伴点了点头，没有说话。\n影戏。吴秋崖心中默念着，我也想去看看。\n忽然之间，传来一声闷响，吴秋崖感觉到热腾腾的液体飞溅到了他的身上，一时的走神，原本抓在手中的{填:豆浆和油条}落在桌上，吴秋崖从椅子上跳了起来，不停拍打着自己的衣服，他尴尬地瞥了瞥周围，发现坐在对面的年轻人正看着他。\n帽子之下是一张略带惊讶的脸，渐渐地，年轻人的眼中出现了笑意……\n……\n那一天，我是怎么过完的？\n吴秋崖合上手中的笔记本，重又看向堕入异常之地的临水楼。\n傅艾兴的话语依然在他的脑中回荡：{填:异常之地，生出异常之物}。",
            "initBlocks": [],
            "goto": "cut04",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "cut04",
            "owner": "all",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter0501",
            "nextHint": "",
            "bgm": "off",
            "quote": "洋火，火柴的旧称"
        },
        {
            "id": "chapter0501",
            "owner": "shan",
            "bg": "rain",
            "type": "story",
            "story": "# 无尽的洞穴\n黑暗的洞穴似乎没有尽头。\n商难感觉到空气变得越发沉重，头顶上方本就狭小的空间，似乎不断压迫着她，她手臂早已被碎石摩擦得血肉模糊。\n她向前伸出手，试图撑住地面，一阵{线:冰冷粘腻的触感}冰冷粘腻的触感{/}传递到了她的手掌。\n商难屏住呼吸，仔细凝听，在洞穴的某处{线:有什么东西在流动}有什么东西在流动{/}。\n是{填:水}！\n商难快步往前爬行，，水流声越来越清晰可辨。\n水很快就浸没了商难的手肘。洞穴变得异常湿滑。商难感觉到自己的体温正在下降。\n出口出口出口出口……她的内心仿佛被无数个念头堵住一般。\n……商难强撑着{线:残存的理智}残存的理智{/}，向上爬去，伸手摸向黑暗……\n……\n有{线:光亮}光亮{/}……\n{线:有人}有人{/}……\n{填:幻觉}吗？\n在不远处，一个看似洞口的地方，有人在说什么？\n……\n商小姐！\n一个低沉的男子声音传到了她的耳边。",
            "initBlocks": [],
            "goto": "chapter0502",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0502",
            "owner": "shan",
            "bg": "rain",
            "type": "story",
            "story": "# 重逢\n那个低沉的男声依然在喊着商难的名字。\n失踪的{填:张泽平}活生生地出现在她的面前。\n张泽平用尽全力将商难从洞穴中拉出来之后，无力地瘫倒在地上。\n洞穴外暴雨如注。\n张泽平狼狈不堪，浑身泥泞不堪。\n他的{线:左眼用一条布包扎着}左眼用一条布包扎着{/}，{线:暗红色的血}暗红色的血{/}已经渗透了出来。\n右眼下方，有{线:一道被利器割伤的痕迹}一道被利器割伤的痕迹{/}。衣服各处布满大大小小的{线:撕裂痕迹}撕裂痕迹{/}。\n张泽平{填:身受重伤}。\n商难伸手触碰了一下他的额头，滚烫异常。\n雨水不断砸向地面，发出巨大的声响。\n闪电刺破了凤头山的天空，照亮了商难周围的一切。\n就在此时，商难看到了……\n不远处，一个{线:黑色的东西}黑色的东西{/}突兀得出现，{线:方方正正}方方正正{/}，{线:由石头砌成}由石头砌成{/}。\n一座{填:石屋}。",
            "initBlocks": [],
            "goto": "chapter0503",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0503",
            "owner": "shan",
            "bg": "rain",
            "type": "story",
            "story": "# 石屋\n闪电再次照亮了天空。\n商难此刻看得清清楚楚，石屋就在不远处。\n@她扶起正在失去意识的张泽平: 「张先生，坚持一下……」\n商难每走一步都{线:深深陷入泥泞之中}深深陷入泥泞之中{/}，{线:鞋子被紧紧吸住}鞋子被紧紧吸住{/}。\n短短的一段距离，商难{填:几乎耗尽了体力}。\n她推开了石屋的木门。\n门外风雨大作，仿佛有无数面鼓在敲击。\n石屋的墙上挂着一盏{物:油灯}油灯{/}，油灯的玻璃罩上积满了厚厚的烟灰。\n商难左右寻找了一番，在墙上的布袋子里发现了一盒{物:洋火}洋火{/}，她用{填:洋火}点亮了{填:油灯}。\n借着灯光商难看到了在地上蜷成一团的张泽平，他紧紧闭着眼睛，呼吸急促而无序。\n屋子的正前方是一个壁炉，炉子里已经摆满了木块和稻草，商难引燃了干草。\n石屋内很快就温暖了起来。\n此时，商难感觉到一阵眩晕。\n她猛然倒地，失去了意识。",
            "initBlocks": [],
            "goto": "cut05",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "cut05",
            "owner": "wu",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter0601",
            "nextHint": "",
            "bgm": "default",
            "quote": "疍民被歧视而不准陆居，终生以船为家。"
        },
        {
            "id": "chapter0601",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 生意网络\n绕过临水楼迎面的厚墙，就能看到大厅。\n吴秋崖站在废墟之中，想象着此地曾经繁忙的景象。\n@张道诚告诉吴秋崖: 「{填:陈掌柜}建立了完整的生意网络。」\n由临水楼负责收购村民手里的货品，然后经由{线:疍民}疍民{/}的帆船运往省城售卖。\n所有的交易都在大厅中进行，临水楼会早早挂出今日的{线:收购价格}收购价格{/}，每样货物都按照三个{线:不同的等级进行定价}不同的等级进行定价{/}。\n货物的等级则{线:由临水楼的伙计们进行判定}由临水楼的伙计们进行判定{/}，一旦出现争议掌柜就会亲自出马{线:一锤定音}一锤定音{/}。\n陈掌柜与其建立起来的临水楼，毫无疑问是凤尾村的{填:权威和象征}，没有什么可以轻易撼动。\n然后……临水楼陨落了。\n{填:疍民}再也没有出现。\n数不清的货物被堆放在码头上，草药开始腐烂变质，咸鱼上爬满了苍蝇……",
            "initBlocks": [],
            "goto": "chapter0602",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0602",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 重入凤头山\n直到来了一个{线:洋人}洋人{/}。\n@张道诚说道: 「{填:洋人}以极低的价格要走了所有的药材，并且会定期前来收购。于是我们再次上山了。」\n紧接着怪事发生。\n几名采药的村民消失在了凤头山上。\n凤头山与凤尾村共存了无数个年头，长久以来对于村民而言，那座山就如同一头巨大而温顺的动物。\n但那一晚之后，一切都变了。\n这头巨大动物的身上布满了{线:清晰可见的伤痕}清晰可见的伤痕{/}，{线:化脓一般的黄色的肿块}化脓一般的黄色的肿块{/}。\n山顶之上变得无比阴沉，站在山脚之下，总觉得隐隐从山中传来低沉的吼声。\n@张道诚继续说道: 「我决定带着几个村民进山找人。」\n自山崩之后，这是张道诚第一次踏入此地。\n凤头山的面貌已经完完全全改变了。\n曾经温顺的巨兽变得{填:阴郁异常}，暗藏在其中的疯狂随时可能爆发，凡是踏入它的领地的活物似乎都将被其吞噬。\n张道诚害怕了。",
            "initBlocks": [],
            "goto": "chapter0603",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0603",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 山中遇袭\n山中的一切扭曲诡异，随处可见{线:断裂的树木}断裂的树木{/}，摇摇欲坠的{线:树枝悬垂着}树枝悬垂着{/}，仿佛某个将死之人疯狂展示着{填:自己的残肢}。\n大小不一的石块胡乱堆积着，如同凤头山身上{线:长出的肉瘤}长出的肉瘤{/}，然后张道诚闻到一股{线:难以忍受的恶臭}难以忍受的恶臭{/}。\n{填:死亡的气息}。\n堆积如山的动物尸体猛然出现在张道诚的眼前。\n没有鲜红的血色，只有被黄色泥浆盖住的躯体，已经无法分辨属于什么动物，仿佛某种力量以一种邪恶的趣味将不同的动物拼接在一起了……\n此后，没有人敢进入凤头山。\n@张道诚说道: 「但交货日期将近，我只能自己进山了。」\n踏入凤头山就如同踏入了无边无际的噩梦一般。\n张道诚迷路了。\n有声响从虚空之中传出，张道诚本能地向后退了一步。他看到有个巨大的东西从黑暗之中窜出。\n某种{线:像是羽翼的东西}像是羽翼的东西{/}从他头顶划过，带着{线:尖锐的啸叫}尖锐的啸叫{/}，而后他感觉到{线:像钉子一般的物体}像钉子一般的物体{/}扎进了他的手臂，将他扑倒在地。\n{填:大鸟}！\n一道闪光出现……\n鸟……喙……？\n与这一念头几乎同时出现在张道诚脑中的，是一声奇怪的响动，如同石头被投入了水中。\n他看到了水流向四面八方飞溅开，先是{线:浑浊的黑色}浑浊的黑色{/}，然后开始看到{线:乳白的颜色}乳白的颜色{/}，紧接着越发{线:鲜红}鲜红{/}，最终汹涌的黑色再次袭来，似乎有人将手插入了他的脑髓之中疯狂搅拌。\n{填:眼睛}……\n张道诚浑身的液体完全失控，从不同的孔洞之中流出……",
            "initBlocks": [],
            "goto": "chapter0604",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0604",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 大鸟\n「就像做了一场噩梦。」\n张道诚的左眼自此一片浑浊。\n已经无法再上山了。他如此说道，\n凤头山用某种方式划定了{线:结界}结界{/}，警告着人们，如果跨过这条界线，将会付出代价。\n然而在一个雨夜，大鸟跨过了{填:结界}。\n@张道诚说道: 「林洪遇到了它。在临水楼的废墟之中……」\n那日，{填:林洪}的惨叫声响彻整个凤尾村。\n@张道诚和几个村民打着灯笼赶到了临水楼: 「当我们看到他的时候，他正背对着我们站在门口。」\n他一动不动。\n张道诚将灯笼举到林洪的面前。\n林洪的嘴大张着将{线:脖颈的肌肉拉扯变形}脖颈的肌肉拉扯变形{/}，因尖叫而损坏的声带{线:发出嘶嘶的响动}发出嘶嘶的响动{/}。\n双眼圆睁直勾勾盯着前方，{线:几乎要将眼角撕裂一般}几乎要将眼角撕裂一般{/}。\n{填:他的脸部因恐惧而扭曲}。\n鸟……林洪从喉咙里挤出一个字。\n张道诚赶到一阵恶寒。\n巨大的风声穿过临水楼，仿佛到处都是亡灵。",
            "initBlocks": [],
            "goto": "chapter0605",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0605",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 探险队\n凤尾村已经病入膏肓。\n@张道诚说道: 「所有还留在此地的人，唯有等死而已。从那以后，我每日就坐在码头边，不知在等些什么……」\n\n就这么日复一日。\n直到有一天，一艘载着八个人的帆船在凤尾庄的码头靠岸了。\n其中七人是洋人，外加一名向导。\n他们带着整齐的装备下了船：{线:枪支}枪支{/}、{线:刀具}刀具{/}、{线:望远镜}望远镜{/}以及{线:相机}相机{/}……\n每个人的胸前都戴着金属铭牌。\n{填:洋人探险队}休整一日后就进入了凤头山。\n篝火堆里剩下{线:湿漉漉的焦黑木块}湿漉漉的焦黑木块{/}，地面上{线:一片狼藉}一片狼藉{/}，{线:呕吐物}呕吐物{/}经过一夜已经风干。\n{填:临时搭建的营地已经被拆毁}。\n那天，天空晴得不真实，远处黑色的凤头山似乎也没有了想要吃人的压迫感。\n或许……\n张道诚取出{填:烟斗}长长地吐出一口烟，在一块平整的石头上坐了下来，静静等待一天的时间慢慢流逝。\n夜晚降临之时，凤头山的山脚下并没有洋人探险队的影子，三天之后，依然无影无踪。\n张道诚锤了锤麻木的双腿，从平整的大石头上站了起来，转身进了村子，朝着临水楼的方向走去，然后又走向空空荡荡的码头。\n一切如故。",
            "initBlocks": [],
            "goto": "cut06",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "cut06",
            "owner": "all",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter0701",
            "nextHint": "",
            "bgm": "off",
            "quote": "柯达于1915年推出了袖珍式背印折叠相机。"
        },
        {
            "id": "chapter0701",
            "owner": "shan",
            "bg": "rain",
            "type": "story",
            "story": "# 罗念念\n{填:商难}猛然睁开了眼睛。\n@张泽平的声音传来: 「你一直在说梦话。」\n商难抬头看向张泽平，他不知何时用绷带包扎好了自己受伤的左眼。\n张泽平没有继续说下去，而是递过一张照片，上面是凤尾村的码头，照片中一群孩子围着一名女子。\n@商难看着照片，总觉得眼熟: 「她是谁？」\n@张泽平思索了片刻: 「一个奇怪的人。」\n「奇怪的人？」\n@张泽平整理着思绪: 「我已经想不起来她是何时出现在临水楼里的。」\n陈掌柜似乎对她颇为看重。\n她看起来年纪不大，但却显得经验十足，并且从未出错。\n每次从省城回来的时候，她总是带回一些报纸、杂志、书籍……村里的孩子们总会缠着她……\n有一天，罗念念带回了一个洋人。",
            "initBlocks": [],
            "goto": "chapter0702",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0702",
            "owner": "shan",
            "bg": "rain",
            "type": "story",
            "story": "# 洋人\n那个洋人刚一走下帆船就引来了人群的围观。\n洋人的脸上被{线:厚厚的胡子}厚厚的胡子{/}覆盖，{线:眼睛明亮而有神}眼睛明亮而有神{/}，显得非常年轻。\n他{线:身材高大}身材高大{/}，{线:动作矫健}动作矫健{/}，穿着磨损起毛，但依然得体的{线:西服套装}西服套装{/}，用{线:不太标准的国语}不太标准的国语{/}和罗念念交谈着。\n@张泽平说道: 「那个{填:洋人名叫约翰·甘博}，也是我第一次见到他。」\n罗念念站在{人:约翰·甘博}约翰·甘博{/}的旁边显得格外娇小。\n在他们的身旁放着一个盒子。\n盒子里装着{线:一个物件}一个物件{/}：{线:大约5寸来长，1寸宽}大约5寸来长，1寸宽{/}。按下机器{线:侧边按钮}侧边按钮{/}，一块面板就会弹开，可以看见里面{线:折叠放着的镜头}折叠放着的镜头{/}，用手将其拉出就可以使用了。\n这是{填:一台相机}。\n甘博曾经先后三次到访凤尾村，拍摄了大量的照片。\n@张泽平说道: 「你在省城看到的那张。那是甘博第一次到达凤尾村的时候拍的，那个时候，临水楼建成没多久，与省城的水路交通也刚刚兴起……」\n甘博第二次来到凤尾村的时候，九头金乌出现了……\n@张泽平停顿了一会儿，似乎想起了什么: 「第三次……」\n每次{填:约翰·甘博}的出现总是伴随着凤尾村中某件重大事件的发生。\n@商难问道: 「第三次就是九头金乌巡游吗？」\n「……在甘博第三次来到凤尾庄之前，发生了另外一件更加可怕的事情……」\n一具尸体出现在了林洪的家中。",
            "initBlocks": [],
            "goto": "chapter0703",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0703",
            "owner": "shan",
            "bg": "rain",
            "type": "story",
            "story": "# 怪鸟……\n张泽平没有继续往下说，而是用手捂住自己的左眼，紧锁着眉头，面部肌肉时不时抽动着。\n@商难说道: 「……你的眼睛……发生了什么？」\n\n@张泽平含含糊糊地说道: 「怪鸟……」\n那个怪鸟从天而降……\n「我们两人被击倒在地。」张泽平平淡地描述着与{填:罗刹鸟}的遭遇，如同一个置身事外的旁观者。\n「不知过了多久。有{线:持续不断的咚咚声}持续不断的咚咚声{/}从很远的地方传来，越来越大声，仿佛有人在我的脑中敲鼓一样。我睁开了眼睛……」\n张泽平拉扯了一下{线:被划破的外套}被划破的外套{/}，继续说道: 「一根{线:麻绳}麻绳{/}穿过我的腋下，套住了我的身体，我正被{填:拖行着穿过洞穴}……」\n沉重的喘息声伴随腐臭和血腥，从黑暗之中飘向张泽平。\n那个怪物要去往何处？",
            "initBlocks": [],
            "goto": "chapter0704",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0704",
            "owner": "shan",
            "bg": "rain",
            "type": "story",
            "story": "# 消失的怪鸟\n拖动停止了。\n张泽平依然躺在地上不敢动弹，眼球快速转动着，试图捕捉身边的动静和景象。\n正上方的{线:树叶开始沙沙作响}树叶开始沙沙作响{/}，随后扭曲的{线:树枝剧烈摇晃了起来}树枝剧烈摇晃了起来{/}。\n一道{线:骇人的闪电}骇人的闪电{/}划过天际，然后是{线:轰然的雷声}轰然的雷声{/}。\n{填:暴雨}倾盆而下。\n闪电照亮了周遭的一切：\n……那个怪物{线:周身覆盖着黑色的毛发}周身覆盖着黑色的毛发{/}，{线:一张鸟面隐藏在其中}一张鸟面隐藏在其中{/}，{线:突出的鸟喙如同一把利刃}突出的鸟喙如同一把利刃{/}。\n人立于张泽平面前，如同一座小山。\n{填:怪鸟现身了}！\n一道白光猛然闪过，穿过张泽平的左眼，直入眼球。\n白光与眼球接触的瞬间，发出了诡异的声响。\n那个怪物似乎犹豫了一下。\n巨大的痛楚在张泽平的脑中尖叫。\n他失去了平衡，跌倒在地，双手陷入烂泥之中，而后张泽平摸到了一块{物:尖利的石头}尖利的石头{/}。\n……\n怪鸟再次袭来。\n张泽平握紧{填:尖利的石头}，顺势向左侧挥去……\n怪鸟被狠狠砸中了，它向后退去，消失在黑暗之中，如同它突然出现一般。\n张泽平颤抖着，停止了讲述。",
            "initBlocks": [],
            "goto": "chapter0705",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter0705",
            "owner": "shan",
            "bg": "rain",
            "type": "story",
            "story": "# 箱中之物\n无窗的石屋如同一个巨大墓冢。\n商难举起{填:油灯}查看石屋。\n在石屋的墙角摆放着一个{线:方方正正的东西}方方正正的东西{/}。\n那个东西{线:通体漆黑}通体漆黑{/}，{线:没有多余的纹饰}没有多余的纹饰{/}，{线:四个角用金属部件进行了加固}四个角用金属部件进行了加固{/}，{线:正面有三道挂钩}正面有三道挂钩{/}，钩上没有锁。\n那是一个{填:樟木箱}。\n黑色的{物:箱子}箱子{/}安静地躺在石屋的角落里。\n商难用力推开了{填:箱子}的上盖，一股霉味伴随着烟尘扑面而来，商难挥舞着手臂，忍不住咳了几声。\n箱子已经被人翻过。\n几张{线:影戏海报}影戏海报{/}被放在最上层、之下露出几本{线:书籍}书籍{/}、{线:一堆报纸}一堆报纸{/}以及散落的{线:数十张照片}数十张照片{/}。\n一盒洋火和{物:半根蜡烛}半根蜡烛{/}躺在一边，商难将其取了出来，贴身放好。\n这些{填:来自文明世界的物件}置身于粗糙、简陋的环境之下，显得突兀而怪异。\n{填:数十张照片}如实记录了{线:九头金乌巡游}九头金乌巡游{/}队伍的行进路线。\n九头金乌巡游的队伍从临水楼出发，照片的右下角用手写着{线:1.S}1.S{/}，而后穿过凤尾庄前往凤头山，那张照片上标着{线:2.E}2.E{/}。\n之后的照片有的似乎正在进行某种仪式，有的则是巡游队伍匆匆路过，每张照片都在右下角标明了数字和字母：{线:3.W，4.N，5.WS，6.NE，7.SE, 8.NW，9.S}3.W，4.N，5.WS，6.NE，7.SE, 8.NW，9.S{/}。\n九张照片之后，拍照的人将观察的视角转向了凤尾庄的日常，码头、平整的石板路、房屋以及临水楼……\n商难的目光停在了其中的一张照片上，似曾相识的笑容出现在了那张照片上。\n这个笑容她在张泽平收藏的照片上见到过，如今出现在了临水楼前……",
            "initBlocks": [],
            "goto": "cut07",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "cut07",
            "owner": "all",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter0801",
            "nextHint": "",
            "bgm": "default",
            "quote": "鬼车鸟，相传此鸟昔有十首，能收人魂，一首为犬所噬。\n——《酉阳杂俎·羽篇》"
        },
        {
            "id": "chapter0801",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 临水楼大堂\n临水楼外大雨倾盆。\n雨滴反复敲打着临水楼外墙，发出令人烦躁不安的声响。\n天色变得愈发阴沉，四周没有一点灯火，凤尾村的一切都隐没在了黑暗之中。\n吴秋崖身处临水楼大堂的一处空地上，点燃了手中的{物:蜡烛}蜡烛{/}。\n临水楼的大堂依稀还保留着当年的布局，正前方是高大的柜台，柜台上用铁条包围起来，只留了一个用于传递物品的小门。\n右侧是通往二楼的楼梯，如今已经从中间断作两截。\n吴秋崖向着黑暗抬起了手中的{填:蜡烛}，什么也看不到，光线完全被吸收殆尽。\n烛火开始晃动。\n在烛火照亮的范围之内，破损的火盆、残破的旗帜散落各处……\n巨大的雷声在临水楼外炸开。\n然后，一个{线:非人的尖叫声}非人的尖叫声{/}穿透了风雨，回荡在凤尾村上空。\n狂风冲破了临水楼的大门，吹灭了吴秋崖手中的蜡烛。\n四周陷入黑暗。\n砰砰砰……狂风拼命摇动着临水楼残破的大门。\n风雨之中隐约传来{线:脚步声}脚步声{/}，有什么东西正在靠近临水楼。",
            "initBlocks": [],
            "goto": "chapter0802",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0802",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 前来之人\n{填:脚步声}越来越近……\n密集的雨滴逐渐勾勒出了那个东西的轮廓。\n吴秋崖睁大了眼睛……\n「张……村长？」吴秋崖松了口气，朝着远处的人影挥了挥手。\n{填:张道诚}撑着一把油纸伞慢慢穿过密集的雨幕。\n此时，一道巨大的闪电照亮了远处的凤头山。\n@张道诚说道: 「不祥之兆。」\n巨大的雷声紧随闪电而至，凤头山再次没入了夜色之中。\n张道诚取来几根干燥的木头，用{填:烟斗}引火点燃。\n昏黄的火焰散射出圆形的光亮，形成了一块小小的结界。\n@张道诚抽了一口烟，慢慢说道: 「这雨，一时也停不了。」\n{填:非人的尖叫声}再次传来。\n\n张道诚吐出一口烟，“那个疯子{填:林洪}每到雨夜之时，就会发出这样的声音，没人知道是什么原因。”\n张道诚看着火焰，不停咬着烟嘴，布满皱纹的脸在微弱的光线之中，明暗交杂。\n沉默在临水楼中回荡。",
            "initBlocks": [],
            "goto": "chapter0803",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0803",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 出现在临水楼的男人\n那一天的雨和今天的一样大……\n一个男人出现在临水楼中。\n那个男人已经被完全淋湿，{线:外衣紧紧贴在精瘦的身体上}外衣紧紧贴在精瘦的身体上{/}，隐约之间{线:能够看到骨骼的形状}能够看到骨骼的形状{/}，他背着{线:一个破旧的篓子}一个破旧的篓子{/}，{线:腰几乎弯成了九十度}腰几乎弯成了九十度{/}。\n篓子{填:沉重异常}，其上用油布严严实实地遮盖着。\n男人全身颤抖着，径直穿过临水楼大堂的人群，来到高大的柜台前。\n@那个男人高声说道: 「我要见{填:陈掌柜}。」\n他的嘴唇发紫，滴落的雨水在脚边汇聚成了一滩。\n@从柜台的深处传出一个女声: 「你有何事？」\n男人在原地呆立了片刻，默默将背上的篓子放下，忽然猛烈地敲打起柜台。\n咚咚咚……敲打声越发急促。\n几个伙计放下了手中的活冲上前来，试图将男人按倒，但男人的气力大得出人意料，硬生生挣脱了几个伙计的控制……\n就在此时，男人的右脸猛然被击中，结结实实地倒在地上，吐出一口苦水。\n嘈杂的临水楼大堂顿时安静了下来。\n「你在找我？」一个平静的声音传入男人的耳中。",
            "initBlocks": [],
            "goto": "chapter0804",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0804",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 意外\n{填:陈掌柜}俯视着躺在地上的男人。\n男人没有说话，而是用手指了指她放在地上的{物:篓子}篓子{/}。\n男人撑起身子朝着篓子走去，他翻开了包住{填:篓子}的油布……\n满满的一筐草药。\n在场众人的脸上出现了失望的表情。\n陈掌柜冷脸看了一眼那个男人，目光转向了堆满草药的篓子。\n陈掌柜{线:表面依旧平静}表面依旧平静{/}，然后转身准备离去，而后……陈掌柜的{线:身体晃动了几下}身体晃动了几下{/}，忽然往下一沉……\n{线:一声闷响}一声闷响{/}传入众人的耳朵。\n陈掌柜如同一尊巨大的雕像{填:轰然倒地}。\n大堂瞬间鸦雀无声。\n@张道诚说道: 「我想要上前把陈掌柜扶起，但又觉得不太合适。于是就那么站在原地，直到……」\n有人大喊了一声：关门。\n临水楼的伙计开始将人群赶出门外。\n@张道诚伸手指向一块如今已是废墟的地方: 「当时陈掌柜就倒在那里。那天，没人知道陈掌柜看到了什么……」\n第二天一切都恢复正常了，临水楼的生意照旧。\n陈掌柜出现在临水楼中：{线:一身短装紧紧包裹着全身的肌肉}一身短装紧紧包裹着全身的肌肉{/}，盘起的头发用{线:三根银色的发簪}三根银色的发簪{/}牢牢扎紧，依旧{线:健硕}健硕{/}。\n{填:仿佛无事发生过}。\n「然而我对那天发生在临水楼中的一切无法释怀，于是……」张道诚找到了那天出现在临水楼的男人。\n「那个男人你也见过」\n「是谁？」\n「林洪。」",
            "initBlocks": [],
            "goto": "chapter0805",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0805",
            "owner": "wu",
            "bg": "night",
            "type": "story",
            "story": "# 黄金雕像\n又是{填:林洪}。\n@张道诚看向远处: 「那段时间，我经常往林洪家里跑，但他从临水楼回来之后，守口如瓶。不过，我还是问出了一些东西。」\n林洪并没有透露太多，只是说是他上山采药的时候无意中发现的。\n一旦说到发现了什么，具体在何处，林洪就紧紧闭上了嘴。\n数周之后，当临水楼的大门打开的时候，门口等待的村民们看到了一尊泛着{线:金色的塑像}金色的塑像{/}。\n{线:金色的大鸟}金色的大鸟{/}被放置在神龛之中。\n那只约有一尺高的鸟{线:有九个形态各异的脑袋}有九个形态各异的脑袋{/}，看着不同的方向。\n{线:巨大的翅膀完全张开}巨大的翅膀完全张开{/}，一片片羽毛清晰可见，{线:粗壮的利爪牢牢钉入一根树枝}粗壮的利爪牢牢钉入一根树枝{/}。\n{填:黄金塑造的九头金乌}出现了。\n华丽的金色丝毫也无法融入临水楼暗灰的色调，一切都显得格格不入。\n于是传闻开始出现。\n「你大概也能想象得到。」张道诚笑了笑，「传闻最终都大同小异，指向了某个不为人知的宝藏，而这个宝藏则被村里最有力量的人独占。」\n但也有不一样的故事。\n有人在临水楼看到了奇怪的影子。",
            "initBlocks": [],
            "goto": "chapter0806",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0806",
            "owner": "wu",
            "bg": "night",
            "type": "story",
            "story": "# 黑影\n@张道诚环顾四周，火堆剧烈跳动了起来: 「某天夜里，有人看到临水楼中出现了{线:亮光}亮光{/}。」\n忽明忽暗如同一簇鬼火。\n那人凑近临水楼大门，听到从里面传出{线:有节奏的声响}有节奏的声响{/}。\n哒哒哒哒，无法分辨是什么东西，就像……啄木鸟在树干上打孔一般。\n听得越久，心中就越发慌，总觉得自己的心跳渐渐快了起来，与那声响的节奏重合在了一起。\n然后……\n{填:亮光}消失了。\n\n一道{线:黑色的影子}黑色的影子{/}像油墨一样铺开，描绘成{线:张开的巨大翅膀}张开的巨大翅膀{/}，{线:影子如一阵疾风穿行}影子如一阵疾风穿行{/}。\n那是{填:大鸟一般的庞然巨物}。\n所有的光线都被卷走，四周陡然暗下，而后有人{线:窃窃私语}窃窃私语{/}。\n那人发现自己已经吓得两腿发软。就在此时，临水楼内的光，又幽幽亮起……那人忽然感到下体一热，连滚带爬地逃离了临水楼。\n九头金乌塑像在夜晚会化身成为{线:一只会说人话的大鸟}一只会说人话的大鸟{/}。最终，传闻变成了这样。\n再往后，甚至传闻九头金乌说的人话，是在{线:透露黄金所藏的位置}透露黄金所藏的位置{/}。\n@张道诚苦笑道: 「为此还真有胆大的人晚上{线:跑去临水楼偷听}跑去临水楼偷听{/}……」\n「结果如何？」\n「结果自然是{填:一无所获}。」\n午夜、妖怪和黄金，异常之地中的异常之物……或许早已摆脱了束缚，进入了现世。",
            "initBlocks": [],
            "goto": "cut08",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "cut08",
            "owner": "all",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter0901",
            "nextHint": "",
            "bgm": "default",
            "quote": "鬼车……晦暝则飞鸣，能入人室，收人魂气，一名鬼鸟。\n——《天中记》卷五十九引《本草》"
        },
        {
            "id": "chapter0901",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 尸体\n「动手吧。」张泽平听到耳边传来一个沉闷的声音，一个布遮住口鼻的临水楼伙计碰了碰他的肩膀。\n张泽平抓住{物:尸体}尸体{/}的手，另外一人则抬起脚。\n尸体的头翻了下来，脸上的{线:两个血洞}两个血洞{/}毫无保留地展示在张泽平面前，他想要扭开头去，但却被某种力量吸引，忍不住朝着尸体看去……\n尸体是在林洪女儿{人:林依妹}林依妹{/}的卧房被发现的。死者全身扭曲，{线:双手死死抠住面部}双手死死抠住面部{/}，{线:两个眼球}两个眼球{/}在床底被发现。\n卧房一片狼藉，到处都是飞溅的血液和杂乱的脚印，空气中隐约能够闻到血腥夹杂着{线:甜腻的气味}甜腻的气味{/}。\n凶手的目的极为明确，下手毫不留情。\n死者的尸体上还布满了{线:大量杂乱无章的外伤}大量杂乱无章的外伤{/}。\n凶手似乎在{填:发泄着自己的愤怒}。\n{填:尸体}被丢上了草席，滚了一圈后，松松散散地卷在其中，而后从林洪家中拖出。\n一条长长的血痕随着尸体的拖行不断延长，张泽平紧随其后，跨出房门的那一刻，阳光如同一根针一般刺向他的眼睛。\n热浪迎面扑来，他不禁倒退了一步，在他的身后，陈掌柜正走出来，张泽平感觉自己就像撞到了一块移动的铁板，一个踉跄险些摔出了房门。\n忽然之间，{线:一个身影扑向尸体}一个身影扑向尸体{/}，{线:用石块狠狠砸烂了尸体的脸}用石块狠狠砸烂了尸体的脸{/}……\n@张泽平说道: 「那天开始，我知道{填:林洪彻底疯了}。」\n",
            "initBlocks": [],
            "goto": "chapter0902",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0902",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 林依妹\n目击到凶手的是一个早起的村民。\n那时候天还未亮起，他看到一个黑影从屋内跑了出来，转眼就消失了\n「……那个被庄民目击的身影……看起来就像是林洪的女儿{填:林依妹}。」张泽平轻轻咳了几声。\n「她是个什么样的人？」商难问道。\n@张泽平皱了皱眉头: 「那个女人……{线:皮肤黝黑}皮肤黝黑{/}，{线:手脚粗大}手脚粗大{/}，{线:体格强健}体格强健{/}，脸上有一些斑点，一双{线:细长锐利的眼睛}细长锐利的眼睛{/}」\n\n「除了名字之外，其他{填:都像个男人}，村里的人是这么评价林依妹的。」张泽平说道，「那个时候我常常见她背着巨大的篓子上山采药……」\n\n那日之后，林依妹就从村里消失了，而林洪则日渐颓废下去。\n@张泽平说道: 「原本就有些疯癫的林洪，彻底失去了理智。他开始在凤尾庄毫无目的地晃荡，{线:衣不蔽体浑身发臭}衣不蔽体浑身发臭{/}，甚至{线:用头狠狠撞击着墙壁}用头狠狠撞击着墙壁{/}，然后{线:口吐白沫}口吐白沫{/}倒在地上，抖作一团，口中一直重复着，什么也没说。如同鬼上身一般。\n听闻，林洪在事情发生的数日前遭遇了{线:鬼车}鬼车{/}」\n",
            "initBlocks": [],
            "goto": "chapter0903",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0903",
            "owner": "shan",
            "bg": "rain",
            "type": "story",
            "story": "# 遭遇鬼车\n@张泽平说道: 「此事是村长张道诚告诉我的。」\n数日前……\n林依妹找到村长，说是林洪不见了。\n张道诚一边安抚她一边小心询问有何异常。\n@林依妹说道: 「前些日子，我爹像着了魔一样，每天夜里都贴着门在听外面的声音。有天夜里，他出了门……」\n\n听到异动的林依妹悄悄跟了出门，然而林洪却早已没了踪影。\n「我正打算回头，那个声音出现了……」\n从黑暗的密林的之中，传来渐渐远去的马车声。\n「{填:鬼车}把我爹带走了。」\n然而……\n一天之后，林洪回来了。\n他摇摇晃晃地出现在庄口，灰头土脸，一句话也没说，径直回到了家中。\n又过了几天，那具尸体就出现在了林洪的家中。\n「鬼车……尸体……」商难自言自语道，跳动的炉火似乎幻化成了鬼火，总觉得从某处隐隐传来未知的声响。\n商难侧耳倾听，只有雨滴不断敲打着石屋。\n@张泽平说道: 「我依然时不时会想起那天混乱恐怖的景象。直到我离开了凤尾村，才再次遇见。」\n",
            "initBlocks": [],
            "goto": "chapter0904",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0904",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 异界异物\n傍晚时分。\n在恒和钱庄后门的一个角落里，张泽平看到了一个人。\n骨瘦如柴，全身抽搐，时而哭时而笑，枯槁的脸上眼泪、鼻涕和口水糊在一起，发出阵阵恶臭。\n男人看了张泽平一眼，咯咯咯咯笑着如同蜘蛛一般爬离。\n不知为何，张泽平跟了上去。\n@男人开口了: 「你也要去吗？」\n「什么？」张泽平从喉咙里挤出两个字。\n男人没有继续说话，只是笑着，把张泽平拖进了一扇{线:黑色的门}黑色的门{/}。\n门内昏暗的{线:灯光摇曳不停}灯光摇曳不停{/}，{线:挥之不去的雾气}挥之不去的雾气{/}弥漫整个屋子，腥膻、酸臭、甜腻……透出{线:星星点点的火光}星星点点的火光{/}。\n张泽平进入了异界。\n“我不知何时离开了那个地方。”张泽平的额头冒出了汗珠，嘴唇变得更加苍白，“那个房子里的奇怪景象……那股{填:甜腻的气味}……”\n和林洪家中的一模一样。\n那是一处{填:烟馆}。",
            "initBlocks": [],
            "goto": "chapter0905",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0905",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 鬼车\n@商难感到震惊: 「怎么可能？距离禁烟令颁布已经过去十年有余，省城居然还有烟馆存在。」\n@张泽平说道: 「这些年又有死灰复燃的迹象了，在巨大的利益面前，总有人铤而走险，换一批人换一个名头换一些方式，重新登场。」\n这前前后后的几个村子，全都知道鬼车是什么，大家心照不宣，不点破而已。\n@张泽平冷笑了一声: 「那些{线:不明身份的人}不明身份的人{/}驾着{线:马车}马车{/}，趁着夜色在村子之间往来，在马车上{线:准备了器具供人吸食大烟}准备了器具供人吸食大烟{/}。」\n「什么鬼火、{线:消失的村民}消失的村民{/}、{线:丢了魂的人}丢了魂的人{/}……」\n无非就是{填:流动烟馆}和{填:瘾君子}而已。\n谎言一遍遍重复，粉饰上了故事的伪装，变成了真假难辨的传说。\n「那么林洪……」\n@张泽平说道: 「如果我的推测不错的话，应该也与大烟有关。林洪从那座山上带回了奇怪的东西，送入临水楼后，传闻就越发离奇，其中就包括藏于山中的巨大宝藏……那些架着鬼车的土匪找到了林洪。」\n也许……他是{填:被灌下了鸦片}。",
            "initBlocks": [],
            "goto": "chapter0906",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter0906",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 那天晚上究竟发生了什么？\n「土匪想要用{物:鸦片}鸦片{/}控制林洪，将他带上了鬼车。从后来土匪围楼的事件来看，林洪没有将秘密告诉土匪。」\n于是……\n一名土匪闯入林洪的家中，以他的女儿作为要挟……\n@张泽平讲述着自己的推测: 「在那个房间里，三个人发生了惨烈的争斗。」\n手持凶器的林依妹，先是刺瞎了土匪的眼睛，又将土匪的尸体残忍地破坏。\n当父女二人恢复理智之后，摆在面前的只剩下一条路了。\n于是林依妹逃走了。\n那天晚上究竟发生了什么？让林依妹几近疯狂。\n商难脑中浮现，林依妹手握凶器机械地捅向已经没有生气的尸体的场景。\n……咚咚咚……\n沉闷的撞击声在商难耳边时隐时现。\n……咚咚咚……\n@商难问道: 「你听到了吗？」\n张泽平缓缓睁开眼睛，摇了摇头。\n商难侧身贴近地面。\n撞击声来自石屋的地板之下。\n商难举起{填:油灯}，跪在地上摸索敲击着，很快她摸到了一块{线:活动石板}活动石板{/}的边缘。\n商难用力掀开了石板，{线:冷气涌来}冷气涌来{/}，一条{填:通往地下的通道}出现在她的面前。",
            "initBlocks": [],
            "goto": "cut09",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "cut09",
            "owner": "all",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter1001",
            "nextHint": "",
            "bgm": "default",
            "quote": "临水有洞，产巨蛇。\n——《闽都记·郡西北古田胜迹》"
        },
        {
            "id": "chapter1001",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 兽\n「林洪家中那具让人无法直视的尸体……一开始我和所有人一样，觉得是林依妹所为。」张道诚往火堆里加了一些干柴，「但几天之后……」\n六个土匪出现在村口，说是要来寻他们失踪多日的兄弟。\n没过多久，陈掌柜出现了。\n其中一个瘦高的男人双手叉腰朝着陈掌柜走了过去，几乎要贴在陈掌柜的脸上，男人笑着着，伸出舌头舔了一下嘴唇。\n「下一刻，我听到了一声痛苦的惨叫。」\n男人{线:捂住自己的左眼}捂住自己的左眼{/}连连后退，接着倒在地上{线:无意识地抽搐着}无意识地抽搐着{/}。\n陈掌柜的手中是一把滴血的{物:银色的头簪}银色的头簪{/}。\n男人的{线:左眼珠}左眼珠{/}掉落在陈掌柜的脚边。\n其余人落荒而逃，不见踪影。\n「如此{填:残忍之手段}，并非第一次……」张道诚说道，「那人就如同一头野兽，我不禁开始怀疑或许那具尸体……」",
            "initBlocks": [],
            "goto": "chapter1002",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1002",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 鱼\n那个时候，临水楼还未建成。\n满身污秽的陈掌柜出现在简陋的码头上。\n@张道诚说道: 「当我靠近时，陈掌柜充血的眼睛充满了警惕，手中握着{线:一个血肉模糊的东西}一个血肉模糊的东西{/}，{线:咀嚼声}咀嚼声{/}传入我的耳中，{线:血液}血液{/}从陈掌柜的嘴边滴落。」\n那是{填:一条被咬掉脑袋的鱼}。\n这时，一个健壮的年轻人突然操起扁担朝着陈掌柜砸去。\n张道诚想要伸手阻拦，但已经来不及了。\n陈掌柜以极快的速度闪开，而后贴近了健壮的年轻人，紧接着就是一声闷响，人群中有人尖叫了起来。\n{物:手指}手指{/}。\n@张道诚伸出一根手指在吴秋崖面前晃了晃: 「陈掌柜的{填:手指}就这么直直地插到了年轻人的眼睛里——就像扎破了一个小小的气球一样……」\n健壮的年轻人倒在码头的石头路上，如同一条被随意丢弃的鱼，拼命扭动挣扎。\n而陈掌柜则头也不回地走向了临水楼。",
            "initBlocks": [],
            "goto": "chapter1003",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1003",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 供品\n那天之后，陈掌柜也没有再出现在码头上。\n村里的一切似乎都归于平静。\n但奇怪的东西出现了，某日在临水楼的台阶上出现了一个{线:红色的盘子}红色的盘子{/}。\n一条{线:鱼骨}鱼骨{/}被放置在红色的盘子上，{线:三炷冒着青烟的香}三炷冒着青烟的香{/}牢牢插在石阶的正中。\n「那是……{填:供品}？」\n@张道诚点了点头: 「之后，每一天都有食物被放在那个红色盘子里，或是鱼，或是鸡鸭飞禽……」\n又过了一段时间，临水楼的大门敞开了。\n一种难以形容的气息从破庙里渗了出来。\n混合着血腥、野蛮的气息。\n而后，大门被一个巨大的黑影填满。\n陈掌柜出现了，从临水楼中慢慢走了出来。\n不再是此前披头散发的模样，三根木头削成的头簪将头发扎得整整齐齐。",
            "initBlocks": [],
            "goto": "chapter1004",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1004",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 鬼？神？\n有血。\n血顺着陈掌柜扎好的头发慢慢流淌下来，流过脸，流过嘴唇，流过下颚，滴落在地上。\n陈掌柜在破庙门口站定，向着众人甩出了什么。\n轰然一声，某种{线:巨大的东西}巨大的东西{/}砸在围观的人群之间。\n@张道诚说道: 「我就站在人群的最前面……」\n黏腻的液体飞溅在张道诚的脸上，浓重的血腥味直冲脑袋。\n那个东西在抽动着。\n它的{线:腹部被完全剖开}腹部被完全剖开{/}，{线:红色的鲜血}红色的鲜血{/}在白色的皮肤上显得非常刺眼。\n它张着嘴，{线:双眼已被戳烂}双眼已被戳烂{/}，流出红白交杂的液体，身体本能地抽动着，很快这最后一点的生命迹象也褪去了。\n@张道诚说道: 「那个东西是一条{填:白蛇}。」\n从临水楼的大门处传来了长长的呼气声，张道诚看到陈掌柜在破庙前的石阶上坐了下来，不知从何而来的一阵风吹动了陈掌柜的头发。\n周遭死一般的沉寂。\n村民们开始一个接着一个跪在陈掌柜的面前。\n张道诚迟疑了片刻，也跪在了地上，他将头深深埋在贴地的手掌之间，心中充满了难以言说的感觉：\n坐在石阶之上，俯视众人的，究竟是人？是鬼？是妖怪？还是……神？",
            "initBlocks": [],
            "goto": "cut10",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "cut10",
            "owner": "wu",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter1101",
            "nextHint": "",
            "bgm": "default",
            "quote": "看到了看到了看到了……"
        },
        {
            "id": "chapter1101",
            "owner": "shan",
            "bg": "cloudy",
            "type": "story",
            "story": "# 石壁上\n商难举着{填:油灯}的手变得汗津津的，她站在石阶之上，确认着眼前的情况。\n人工凿成的石阶凹凸不平，仅有十几级，稍稍伸出手臂就能照亮底部，靠外的一侧空空荡荡，内侧紧贴在粗糙的石壁上。\n油灯扫过石壁。\n商难倒吸了一口气。\n{线:暗红色的图案}暗红色的图案{/}布满了整面石壁。失序的线条在商难的眼前狂乱的舞动，夹杂在其中的是{线:层层叠叠的红色手印}层层叠叠的红色手印{/}。\n\n图案不断延伸，如同无数条小蛇一般，隐入黑暗之中。\n\n张泽平没有说话，他伸出手指抵住石壁上{填:暗红色的图案}，而后凑上前闻了闻，接着将手指放入口中。\n「是……血……」\n商难向着石阶的深处走去，油灯的光随着商难的脚步有节奏地摇晃着，她盯着那朵火苗，脑中完全被那些怪异的图案占据。\n@张泽平伸手轻轻拉住了商难。: 「商小姐，你看。」\n张泽平面向石壁，指向石壁的一角。\n那是一行潦草但清晰可辨的字。\n石壁上的字写着：{线:救命救命，救，命——}救命救命，救，命——{/}\n困在此地的那个人还想要活下去。\n油灯继续扫过石壁，又有文字渐次浮现。\n@张泽平低声读道: 「这个地方……{线:有鬼}有鬼{/}。」",
            "initBlocks": [],
            "goto": "chapter1102",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1102",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 有鬼\n如同一句咒语一般，石壁上的文字从此处开始变得完整有序：\n这个地方{填:有鬼}。\n我听到有声音在说话，好像在说下一个要吃掉谁？\n我知道很快就会轮到我了，我必须想办法逃走。\n当我躲进这个地方的时候，我并不知道这个地方有鬼……不，不是鬼。\n{线:鬼是无影无踪的}鬼是无影无踪的{/}，那个东西就{线:躲在黑暗之中}躲在黑暗之中{/}，我知道它就在那里，{线:实实在在}实实在在{/}。\n{填:是妖怪}。\n我整日缩在石屋的角落里，一动也不敢动。我不知道时间过去了多久，只记得我好几次我差点睡过去，我太累了。\n妖怪在等待着，等待着我放松警惕，然后……我的下场会和那些{线:化作白骨的人们}化作白骨的人们{/}一样。\n等等。这里到底是什么地方？石壁上的火把发出微弱的光，我把手伸向了火焰。\n好烫！\n火焰就像是某种动物一样，狠狠咬了我一口……\n似乎想起了一些什么。\n有什么东西在追我？还是，我在追着什么？\n不知道。\n我好像握着一根长长的树枝。\n沙沙沙……满地的树叶在作响，{线:几团白色的东西}几团白色的东西{/}出现了，我把树枝朝着灰色的东西丢了过去。\n{线:腥膻的气味}腥膻的气味{/}在空气中扩散。\n{线:我好饿啊}我好饿啊{/}。\n{填:吃吧吃吧吃吧吃吧}。\n\n",
            "initBlocks": [],
            "goto": "chapter1103",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1103",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 看到了\n……\n呲……\n油灯的灯芯像是烧到了某些异物，发出呲的一声，一道细细的黑烟飘了出来。\n张泽平背对着商难，一动不动。\n@商难小声说道:「张…… 」\n@张泽平慢慢转过头来，打断了商难的话语，他将手指放在嘴边，然后指了指正前方:「你看到了吗？就在那里。」\n那里{填:有鬼}。\n「张先生，那里什么也没有。」\n@张泽平忽然提高了音调，朝着前方猛扑过去: 「我看到了，看到了，看到了……」\n从油灯照不到的地方传出了某些东西散落一地的声响。商难不敢向前，而张泽平已经完全进入了黑暗之中。油灯略过石壁，上面的文字再一次混乱起来，变得大小不一，交错重叠，已经无法分辨究竟是什么样的内容，直到……\n一个巨大的鬼字出现在光亮的范围内，叠在混乱扭曲的文字之上，写下这个字的人仿佛用尽了全力。\n张泽平在商难看不见的地方将什么东西摔在了地上，随后发出了一声尖叫。",
            "initBlocks": [],
            "goto": "chapter1104",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1104",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 骨\n有东西滚到了商难的脚边，与凹凸不平的地面碰撞着，在黑暗之中，时间仿佛被拉长了一般。\n张泽平的尖叫声再次响起，如同有人扯开了他的声带，他的声音变得越发痛苦嘶哑，直至完全消失。\n寂静突然到来，没有了撞击声，没有了张泽平的尖叫。\n商难瞥向脚边的东西。那个东西……是一截人的{物:腿骨}腿骨{/}。它就这样躺在地面上，静静地，仿佛在回望着商难。\n油灯的火焰一点点缩小。\n商难移开视线，向前挪动几步，伸出的脚踢中了地上的{填:腿骨}，那个东西瞬间消失在了黑暗之中。\n黑暗如同一层层皮，在油灯的照射之下，慢慢被剥离开。\n商难继续向前，张泽平的身影渐渐浮现：他背对着商难，跪坐着。\n@商难低声说道: 「张先生。」\n张泽平一动不动，只有双眼突然看向商难，他的嘴唇颤抖着，死死盯住商难。\n他在害怕……\n商难从张泽平的眼中读到了异样的恐惧，他在害怕什么？",
            "initBlocks": [],
            "goto": "chapter1105",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1105",
            "owner": "wu",
            "bg": "ghost",
            "type": "story",
            "story": "# 救——\n@张泽平似乎在对着商难说话，但又似乎另有其人: 「是……你……」\n商难躲开了张泽平的视线，下意识地向后退了几步。\n张泽平依旧在喃喃自语着。\n商难的脑中一片空白，手中油灯的亮光所剩无几，她再次抬手将油灯照向房间的深处。\n如同一块巨大的黑色幕布被揭开一般，散落一地的白骨逐渐显现。\n商难的呼吸越来越急促，身体变得僵硬起来。在她的面前，光亮所及的墙壁上，写满了文字。\n救——救——救——救——救\n鬼——鬼——鬼——鬼……\n救——救——救——救——救\n而在这些早已干透的“鬼”与“救”之上，三个巨大的文字陆续进入光亮中。\n那三个字仿佛用尽了写字人的全部力气，粗壮笔画下黑红的液体留下道道痕迹，强烈的恨意从文字中溢出：\n{线:张——泽——平——}张——泽——平——{/}\n我知道——你在看——\n油灯砰的一声，从商难的手中掉落，在地上撞成了碎片，在灯火熄灭的刹那之间，她看到了几颗白色的头骨和写着洋文的{线:金属铭牌}金属铭牌{/}。",
            "initBlocks": [],
            "goto": "cut11",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "cut11",
            "owner": "wu",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter1201",
            "nextHint": "",
            "bgm": "default",
            "quote": "《妖怪学讲义》：井上圆了著，蔡元培译。最初刊载于黄摩西主办的《雁来红丛报》。"
        },
        {
            "id": "chapter1201",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 凭空消失\n临水楼被围困的当晚{填:陈掌柜}凭空消失了。\n@张道诚说道: 「我见到陈掌柜在九头金乌巡游结束后，出现在二楼的房间中，而在那之后就再也没有机会从临水楼中出来。」\n@吴秋崖问道: 「二楼{线:只有一个通道可以通行}只有一个通道可以通行{/}吗？」\n@张道诚点点头: 「{线:房间正对着木梯}房间正对着木梯{/}，{线:只能从木梯通行}只能从木梯通行{/}，当时临水楼已经{线:被土匪们围困}被土匪们围困{/}。」\n陈掌柜{填:没有机会离开临水楼}。\n吴秋崖站起身，拿起身边的油灯，朝着木梯走去。\n残破的木梯已经无法使用，吴秋崖绕到了梯子的背后，在那里出现了一个黑色的大洞。\n他找来了几块垫脚的物件，伸手探了探，而后一跃而上。",
            "initBlocks": [],
            "goto": "chapter1202",
            "nextHint": "",
            "bgm": "soundreality-rain-thunder-sfx-525011"
        },
        {
            "id": "chapter1202",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 卧房之中\n陈掌柜的卧房是临水楼大火的起始之地，如今已被烧得面目全非。\n吴秋崖蹲下身子，用手感受着卧房的地板。\n火光的照射之下，一块{线:巨大的焦黑痕迹}巨大的焦黑痕迹{/}出现在吴秋崖的眼前，大半痕迹被屋内的废墟掩盖住，隐隐约约还能{线:分辨出一些人形}分辨出一些人形{/}。\n木质的地面上残留着{线:几道深深的抓痕}几道深深的抓痕{/}。\n就是这个地方。\n{填:大火活活烧死了土匪首领}。\n\n临死之前，他几乎撞翻了这屋子里所有的摆设。\n\n而陈掌柜，则人间蒸发。\n\n吴秋崖站起身，将油灯举到齐眉的位置，借着微弱的火光，扫视着眼前杂乱的景象，努力拼凑出它原本的模样。\n\n陈掌柜的卧房陈设极为简单：卧房靠墙的位置摆放着一张架子床，床的四根立柱或断裂，或被火烧毁。\n床顶已经坍塌，斜斜地倚在床架上，原本的花纹已被大火熏烤得难以辨认。\n\n此时，吴秋崖的眼前一闪，似乎看到了一个人影，他警觉地后退一小步，将油灯照向人影的方向。\n\n是一块镜子的碎片。\n\n吴秋崖站在碎片前，镜子中投射着他的样子：本就{线:消瘦的脸}消瘦的脸{/}上，长出了{线:杂乱的胡茬}杂乱的胡茬{/}，圆形镜片下的{线:眼睛充满了疲惫}眼睛充满了疲惫{/}，他摘下眼镜，用袖子擦拭了几下镜片，重又戴上。\n\n短短两日，吴秋崖似乎变得{填:憔悴不堪}，他将视线从镜中移开。",
            "initBlocks": [],
            "goto": "chapter1203",
            "nextHint": "",
            "bgm": "soundreality-rain-thunder-sfx-525011"
        },
        {
            "id": "chapter1203",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 重现\n靠墙的位置上原本是一个木柜，只剩下炭化的轮廓，焦黑的残骸散落一地，已经难以分辨哪些是隔板、哪些是抽屉、哪些是柜门。\n有些东西本不应该出现在这些废墟之中……\n吴秋崖心中一震。\n在废墟的夹层之间，有{线:一小段薄片}一小段薄片{/}。\n吴秋崖伸手捏住想要将其抽出，但由于大火的灼烧，它已经完全脆化，顷刻就碎成了粉末。\n「这是……」吴秋崖将油灯放在一块相对稳固的木板上，搬开了压住薄片的残骸，那个{线:一寸多宽的长条物件}一寸多宽的长条物件{/}出现在他的眼前。\n{填:胶片}？\n吴秋崖先是一愣，而后埋头在废墟中翻找。\n{线:碾压变形的金属}碾压变形的金属{/}构成了它的主体，其上简单的装饰线条大半已被黑色遮盖。\n底部有{线:四个金属支撑脚}四个金属支撑脚{/}，有{线:两个圆盘}两个圆盘{/}似乎可以放置在主体的两侧。\n{线:一个铁制的手柄}一个铁制的手柄{/}，长约6寸。\n一个圆柱形的物件，上面残留着玻璃，另有数根链条，以及大大小小不同的齿轮……\n更多的画面开始涌入吴秋崖的脑海：二楼的亮光、晃动的人影……吴秋崖缓缓睁开眼睛，叹了一口气。\n{填:影戏机}。",
            "initBlocks": [],
            "goto": "chapter1204",
            "nextHint": "",
            "bgm": "soundreality-rain-thunder-sfx-525011"
        },
        {
            "id": "chapter1204",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 老旧的书\n@此时，一楼传来了几声响动。吴秋崖站起身，朝着一楼喊道: 「村长！」\n响动停止了，但无人应答。\n@吴秋崖朝着上来的洞口处走了几步，又再次喊道: 「村长，九头金乌巡游的那天，是否有什么你特别在意的人或事发生？」\n@张道诚过了许久才回应道: 「记得……有个叫罗念念的姑娘……和一个洋人，带着一个大箱子乘着帆船来，说是要来拍摄九头金乌巡游的相片……」\n\n罗念念！\n熟悉的名字划过吴秋崖的耳边，他的思绪开始飘荡。\n@张道诚的声音飘忽不定，略带急躁，似乎正在忙着什么: 「{线:你要干什么？}你要干什么？{/}」\n\n吴秋崖的目光，被此前光线没照到的角落里的一件东西吸引了。\n\n那里躺着一本发黄老旧的书，与周围残破焦黑的一切格格不入。\n\n{物:《妖怪学讲义》}《妖怪学讲义》{/}。\n他的思绪一下回到了四年前……",
            "initBlocks": [],
            "goto": "chapter1205",
            "nextHint": "",
            "bgm": "soundreality-rain-thunder-sfx-525011"
        },
        {
            "id": "chapter1205",
            "owner": "wu",
            "bg": "cloudy",
            "type": "story",
            "story": "# 四年前\n@吴秋崖小声说道: 「我要离开省城了。去京城，去大学堂。」\n@姑娘没有回答，只是笑了笑，站起身，然后说道: 「陪我去那边走走吧。」\n那边是正在破土的青年会。\n两人默不作声地往前走着。一路是来来往往的工人和商贩，在距离不远的码头上，能听到疍民的呼喊声，从临近驶来的帆船，正在卸下渔获。\n一个洋人正举着相机朝着未来青年会的方向拍摄。\n@姑娘停下脚步问道: 「你说，青年会以后会是什么样？」\n\n「一定是一个好地方。红砖砌成的楼房，有运动场、有阅览室、图书馆。」\n\n「还有影戏厅！」\n\n「对，还有影戏厅。」\n\n「但……我们还没看过{线:影戏}影戏{/}。」\n\n「等青年会落成的时候，我们一定来看。」\n\n姑娘点了点头。两人并肩站着，再次陷入沉默。\n@许久，姑娘深吸了一口气，说道: 「我该走了。」\n姑娘转身朝着码头的方向走去。\n就在此时，吴秋崖伸出手拉住了她。\n姑娘停住了脚步，她感觉到吴秋崖的手在微微颤抖着。\n吴秋崖手忙脚乱地在随身的包里寻找着什么。\n一本书从包中掉落在地上。\n@吴秋崖慌慌张张地捡起书，拍掉上面的灰尘: 「这是我新购得的……送给你。」\n{填:《妖怪学讲义》}\n姑娘愣了一下，然后再一次笑出声。她接过了书籍，端端正正地拿着。\n吴秋崖扶正了圆框眼镜。\n姑娘继续笑着，此时远远地，再次听到有人在喊她的声音。她朝吴秋崖摆了摆手，准备离开。\n@吴秋崖忽然想起什么: 「你……叫什么？」\n@姑娘没有回头，但停下了脚步，片刻之后答道: 「罗念念。」",
            "initBlocks": [],
            "goto": "chapter1206",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1206",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 大火的答案\n风吹着《妖怪学讲义》的书页发出簌簌的声音。\n\n它就在此地等待着。吴秋崖走上前，捡起它，手指间传来陌生的触感，他翻开着手中的书。\n\n四年……\n\n吴秋崖无数次幻想着与那个姑娘的重逢的场景，而他却从没有想过这本《妖怪学讲义》会以这样的方式回到自己的手里。\n\n罗念念……\n\n除了这个名字之外，吴秋崖对她几乎一无所知。\n如今却在这个早已成为废墟的地方，再次与这个名字相遇，而她所承载的秘密，似乎正在等待着吴秋崖亲自揭开。\n所有本不该出现的东西，最终都将指向一个合理的答案。\n吴秋崖合上了手中的《妖怪学讲义》。\n在九头金乌巡游的那一天，临水楼{线:以影戏的方式将陈掌柜的身影}以影戏的方式将陈掌柜的身影{/}投射于二楼窗户之上。而后{线:将土匪首领引入临水楼}将土匪首领引入临水楼{/}中，在二楼陈掌柜的卧房中{线:设下陷阱}设下陷阱{/}，{线:致土匪首领重伤}致土匪首领重伤{/}，并{线:点燃了影戏机}点燃了影戏机{/}。\n这便是{填:临水楼大火的真相}！\n几滴雨水从天花板上滴落，滑进了吴秋崖的衣领，他打了一个冷战，才重又意识到，临水楼外依旧大雨如注。\n这雨……就像永远不会停一样。\n吴秋崖走向窗户，用手遮在眼前，朝凤头山的方向望去。\n一道闪电划过了雨幕。\n闪电的光亮中，一个{线:人影}人影{/}出现在路的尽头。\n那人似乎在看着吴秋崖。\n是谁？吴秋崖心中一颤，快步走向洞口爬回一楼。",
            "initBlocks": [],
            "goto": "chapter1207",
            "nextHint": "",
            "bgm": "soundreality-rain-thunder-sfx-525011"
        },
        {
            "id": "chapter1207",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 死亡降临\n火堆噼啪作响，张道诚的头低垂着，吴秋崖朝着他伸出手掌……\n就在即将碰触到他身体的那一刻，张道诚倒了下去，砸在火堆边缘。\n一条{线:深可见骨的伤口}深可见骨的伤口{/}横在他的脖子上，{线:血液从伤口处涌出}血液从伤口处涌出{/}，浸染了他的身体。\n张道诚斜躺在地上，{线:头扭向吴秋崖}头扭向吴秋崖{/}。\n\n他的眼睛……已经完全被戳烂，成了{线:僵硬而无弹性的烂肉}僵硬而无弹性的烂肉{/}。\n\n张道诚变为{填:一具丑陋的尸体}。\n\n吴秋崖猛然想起刚刚出现的{填:人影}。\n\n他强忍着不断袭来的反胃的感觉，冲出了临水楼。\n\n大雨如同一个巨大的罩子，将吴秋崖困在其中，几乎不给他喘息的机会，而那个人影早已没了踪影。\n\n消失了。\n\n周围的一切都消失了，只有雨依然在下着，时间，空间，乱作一团，无论从哪个方向迈步，都仿佛永远无法走出结界一般。\n远处，传来了如同巨大野兽的沉闷低吼。\n凤头山……\n吴秋崖略作犹豫，而后穿过了雨幕，仿佛从异界又重回现实，一道低矮残破的土墙出现在他的面前。在土墙之下，靠着他曾不止一次见过的人。\n那个精瘦的老人双眼紧闭，表情痛苦。\n{填:林洪}。\n吴秋崖小心翼翼地走上前。\n\n林洪的口中依旧念叨着，{填:什么也没说}\n\n他的双手交叠着，紧紧按住头部，鲜血正从指缝之间渗出。",
            "initBlocks": [],
            "goto": "cut12",
            "nextHint": "",
            "bgm": "soundreality-rain-thunder-sfx-525011"
        },
        {
            "id": "cut12",
            "owner": "wu",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter1301",
            "nextHint": "",
            "bgm": "default",
            "quote": "张——泽——平——"
        },
        {
            "id": "chapter1301",
            "owner": "shan",
            "bg": "ghost",
            "type": "story",
            "story": "# 未干的鲜血\n他的名字在凹凸不平的石壁上流动，像未干的鲜血。\n{填:张——泽——平——}\n仿佛有人在朝着他怒吼。\n他捂住了耳朵。\n@张泽平朝着虚空大声喊道: 「我知道你是谁！那天我应该杀了你才对，姓罗的。」\n「你出来！」\n黑暗中悄无声息。\n@张泽平在伸手不见五指的黑暗中用力摸索着: 「什么妖怪？什么罗刹鸟？不要再玩这种毫无意义的把戏了！」\n张泽平向前扑去，那里空无一物，他猛然失去重心，伸手想要撑住身体，一根尖利的物品扎穿了他的左手掌。\n断成两截的骨头从张泽平的手背冒出，裂口处还挂着残留的血肉。\n张泽平疼得几乎昏厥。\n而后他触摸到了一块冰冷的金属。\n这是……{填:金属铭牌}。",
            "initBlocks": [],
            "goto": "chapter1302",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1302",
            "owner": "shan",
            "bg": "ghost",
            "type": "story",
            "story": "# 人骨\n张泽平用力在黑暗中分辨着周围的一切。\n\n一具{线:瘫坐的人骨}瘫坐的人骨{/}，不，并非只有一具，而是{线:一地的人骨}一地的人骨{/}，{线:几颗头颅}几颗头颅{/}空洞地看着前方。\n在人骨的周围，散落着{线:残破肮脏的衣物、枪、刀具}残破肮脏的衣物、枪、刀具{/}。\n{填:探险队}。\n\n「别过来！」张泽平想要喊叫，然而他的喉咙几乎发不出声响。他拼命向后退缩着……\n忽然，一颗骷髅头垂下来，撞到张泽平的肩膀，而后落在他的面前。\n\n张泽平几乎停止了呼吸。\n\n那颗头骨摇摇晃晃，好像在大笑。\n\n溃烂的血肉一点点重新回到了头骨上，如同怪异而黏腻的活物蠕动着。\n\n那张脸在笑着。\n张泽平从地上摸起一把{物:枪}枪{/}，指向那张爬满腐肉的脸。\n@张泽平嘶哑的声音挤出了喉咙: 「我说过不要进山……」\n他没有开枪，双手垂落，枪挂在他的右手食指上，来回摇摆。\n骷髅头上的腐肉开始成片掉落，诡异的笑容也逐渐褪去。\n在骷髅之后，一个人影开始浮现。",
            "initBlocks": [],
            "goto": "chapter1303",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1303",
            "owner": "shan",
            "bg": "ghost",
            "type": "story",
            "story": "# 罗……\n@张泽平瞪大了眼睛: 「罗？」\n人影晃动着。\n@张泽平努力分辨黑暗中的人影: 「不，不可能……你早就……你不是那个姓罗的！你是……」\n\n「我明白了，我明白了，只有你才可能……{线:杀死这些洋人}杀死这些洋人{/}。这么多年你{线:一直躲在这座山上}一直躲在这座山上{/}。你就是那群人口中的——”\n{填:妖怪罗刹鸟}。\n@张泽平颓然坐在地上，垂下头: 「我不想来的，我也劝他们不要来，可他们不听！……那个人根本不听我的……我不该上那辆车……不该说……」\n张泽平猛然抬起头看向眼前的人影，喉咙嘶嘶作响。\n\n「我不该上那个{填:鬼车}，我不该把{填:九头金乌}的事告诉他们。」张泽平带着哭腔，「如果不告诉他们，他们就不会把那个东西给我。没有那个东西……我就活不下去……后来，我带着那个男人到了村里。谁曾想，他竟然死在了林洪的家里。」\n\n——我知道是你干的。\n\n「只有你才会那么干，那个男人的眼睛……我害怕极了，我不知道那个男人在死前究竟遭受了怎样的折磨……他们想对临水楼动手，需要一个合适的时机。」\n\n「于是我把就{填:九头金乌巡游}的事告诉了土匪头子，几十号土匪在凤尾庄附近埋伏好……开始一切都按照计划进行着，土匪们把临水楼团团围住，逼迫你交出九头金乌的秘密。那时我的考虑是，临水楼里这么多条人命，你是不会不管不顾的，最终你一定会交出九头金乌……但……”\n\n一切都失控了。",
            "initBlocks": [],
            "goto": "chapter1304",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1304",
            "owner": "wu",
            "bg": "ghost",
            "type": "story",
            "story": "# 失控\n「从你杀死土匪头子那一刻，一切都失控了。」\n\n@张泽平再次看向黑影: 「这么多年了，所有人以为你已经死了，没想到你居然藏身于此，变成了……{填:罗刹鸟}。——可你是怎么从临水楼逃出来的？除非……」\n\n除非你真成了妖怪。\n\n「土匪、大火，紧接而来的暴雨和山崩……那天我和一群村里的人挤在临水楼的石阶之上。绝望之时，暴雨突然就停了，奔涌而来的泥石流也在离临水楼不远的地方止步。村里的人都说，是你显灵了。」\n\n「他们知道什么？你不是什么神，临水楼也不是，九头金乌更不是——那些庄里的人什么都不知道，他们只是工具，没有脑子的工具，等临水楼把他们剥削干净后，等他们变得无法离开临水楼后，他们还剩下什么？再看看临水楼的那些伙计，都是一群什么样的女人！」\n张泽平猛然提高了声调，而后剧烈咳嗽了起来，一股血腥味从喉咙处涌了上来，他吐出了一口黏稠的鲜血。\n「从那一天起，凤尾庄就注定走向衰败了。没过多久，我就乘船离开了那个地方，前往省城讨生活。我以为我可以戒掉那个东西，但不可能，一个蓝眼睛的洋人总是在我最痛苦的时候出现。」\n那一天，洋人丢下了一包东西，没有开口要钱，而是对着张泽平说道：\n明日此时，到万寿桥码头，你会遇到七个人，届时，带着他们去凤尾村。\n\n张泽平瘫坐在白骨之间。\n\n",
            "initBlocks": [],
            "goto": "chapter1305",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1305",
            "owner": "shan",
            "bg": "ghost",
            "type": "story",
            "story": "# 理智丧失\n没过多久，蓝眼睛的洋人又出现了。\n@张泽平说道: 「洋人对着我大声吼叫。然后将一张老旧的照片丢在我的面前，以及一个名字：{填:商难}」\n「处理不好，就不要再回来了。」洋人冷冷地说道，将一个{物:布袋}布袋{/}狠狠丢在张泽平脸上，而后扬长而去。\n……\n@张泽平吐出一大口血。疼痛、眩晕、寒冷……数种感觉向他袭来，眼前的一切开始旋转，他朝着黑暗再次声嘶力竭地喊道: 「我知道你是谁！」\n理智正在一点点从他身上流失。\n\n张泽平疯狂地在全身上下摸索着，衣服中掉出一个破旧不堪的{填:布袋}，用手指从布袋里捏出一个东西塞进去了嘴里。\n片刻之后，他的呼吸变得平缓了一些。\n迷雾正在散去，黑暗中有一点点光渗出。\n一张熟悉的脸逐渐显现在张泽平的眼前。\n@张泽平调整着呼吸: 「果然……是你……陈……不，你不是……」\n话未说完，他尖叫起来，而后再次不可抑制地又哭又笑。\n张泽平丧失了最后一丝理智。\n那个身影从黑暗中走出……\n{填:商难}。",
            "initBlocks": [],
            "goto": "cut13",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "cut13",
            "owner": "wu",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter1401",
            "nextHint": "",
            "bgm": "default",
            "quote": "夜载百鬼凌空游。"
        },
        {
            "id": "chapter1401",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 林洪家中\n鲜血顺着林洪的身体流入水中，他痛苦呻吟着。\n\n瓢泼的大雨没有丝毫减弱的迹象，而凶手早已经不见踪影。吴秋崖抹掉脸上的雨水，弯腰将林洪撑了起来。\n\n两人蹚着水来到了林洪家中，此时的林洪全身发烫，反复说着胡话。\n\n为林洪简单包扎之后，他用稻草在灶台边简单铺好一张床，让林洪躺下，而后开始生火。\n\n吴秋崖搬来一把{物:凳子}凳子{/}，在灶台边坐下，而后长出了一口气，他脱下了被水浸透的布鞋，身上腾起一大团水汽。\n\n「究竟发生了什么？」张道诚的死状浮现在吴秋崖的脑海中。\n\n{线:被割开的喉咙}被割开的喉咙{/}、{线:被戳烂的双目}被戳烂的双目{/}。\n\n又是眼睛。\n\n难道这一切{填:又和罗刹鸟有关}？\n\n困倦毫无预兆地袭来，吴秋崖斜靠在灶台边的土墙上，几乎一瞬间就跌入了梦境之中。\n\n梦境混乱至极。\n\n他站在一个黑洞前，像是被附身了一般，无意识地朝前伸出手去，想要触摸黑暗。\n\n冰冷，黏腻……吴秋崖感到一阵毛骨悚然，他抽回了手，只见手掌上沾满了鲜血，眼前的黑洞急速收缩……\n\n他看到……那是被挖空的黑色眼眶……",
            "initBlocks": [],
            "goto": "chapter1402",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1402",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 白刃\n黑洞之中，一个身影朝着吴秋崖猛扑过来，一束白色的光从他的眼前闪过。\n吴秋崖顿时惊醒，伸手挡了一下，一把白刃穿过他的手掌，他甚至来不及感受疼痛，下一次攻击已经到来。\n吴秋崖咬紧牙关，滚向一旁，白刃与他擦肩而过。\n吴秋崖握住手腕，死死盯着袭击者，豆大的汗水从他的脸上滑落。\n林洪站在离吴秋崖半个手臂距离的地方，大口喘着气，他的眼中已经完全没有了疯癫的神色，而是带着一种坚定和决绝，\n片刻，林洪屏住了呼吸，一个箭步向前，朝着吴秋崖的眼睛捅去。\n吴秋崖早有准备，顺势操起了地上的{填:凳子}，狠狠击打林洪的头部。\n林洪惨叫一声，摔倒在地。吴秋崖一步向前，用手中的凳子砸向林洪的手腕，一下两下三下……林洪松开了手，白刃掉落下来。\n吴秋崖迅速捡起了白刃，用力握在手中，把手上{线:如叶片一般的花纹}如叶片一般的花纹{/}硌得他生疼。\n林洪没有再挣扎。\n@吴秋崖看着林洪的眼睛说道: 「我知道，是你……杀了张道诚。」\n林洪没有否认。\n@吴秋崖继续说道: 「张道诚被割断了喉咙，还戳瞎了双眼……如此暴虐的手段。」\n「临水楼里的{线:火堆居然没有任何变化}火堆居然没有任何变化{/}，张道诚坐在那边，甚至{线:连衣物都没有乱}连衣物都没有乱{/}，而身在二楼的我从头到尾，没有听到一丝异常的声响。」\n@吴秋崖沉吟道: 「不……有异常……张道诚以一种奇怪的方式回应了我……」\n{填:你要干什么？}\n「这个回答事后回想起来，极其违和，但身处废墟之中，心思并不在张道诚身上的我，却并没有察觉——那个时候你已经在临水楼中了吧？」\n林洪笑了笑，脸色变得越发苍白，他依旧没有言语，只是看着吴秋崖。",
            "initBlocks": [],
            "goto": "chapter1403",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1403",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 这一切都与鬼车有关\n「多年以来，你假扮成疯子，不断在凤尾庄中游荡，你突然闯进临水楼中，没有任何人会做多想。」\n「张道诚可能觉得你只是来躲雨而已，谁能料到，你竟然将其残忍杀害。——现场没有反抗的痕迹，我料想只能是{填:熟人所为}.」\n@吴秋崖看了看手中的白刃: 「你趁张道诚不备用这把匕首挟持了他，让他继续回答我的问题，使我没有意识到他正处于危险之中……在他说完那些话之后……」\n割断了他的喉咙，再戳烂了张道诚的眼睛，造成罗刹鸟所为的假象。\n@吴秋崖叹了一口气: 「我没有任何证据，但在雨夜之中，突兀出现的人便是嫌疑最大的。我决定把你带到此处，一来如果你真的不是凶手，我也算是救人一命，二来我还能试探你。……你果然还是对我动手了。」\n林洪的眼中闪过了一丝异样的神色。\n鬼车。吴秋崖看着林洪缓缓开口，这一切都与鬼车有关。\n灶台里的火苗不知被从何而来的风吹动着，疯狂摇摆了起来。\n「所谓鬼车，其实就是流动的烟馆。每当你烟瘾犯了的时候，就会坐上那辆鬼车，所以这么多年来，你这疯癫的样子并不是装出来的，而是鸦片已经破坏了你的脑子，我不太明白的是，你为何忽然恢复了理智，不，这么多年过去了，你这样的瘾君子，居然还好好活着。」\n吴秋崖调整了呼吸，继续说道：“为了获得付给鬼车的烟钱，先是妇女……而后{填:孩童开始失踪}。”\n直到……陈掌柜的临水楼断了这条财路。\n「土匪们对其恨之入骨，所以围攻临水楼并非只是为了九头金乌，他们要的是陈掌柜的命。」",
            "initBlocks": [],
            "goto": "chapter1404",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1404",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 无证据的推理\n@吴秋崖说道: 「于是土匪派人找到了你。那人以{填:鸦片}作为交换，让你出卖临水楼的消息。但你没有这么做。那一晚究竟发生了什么？」\n林洪没有回答，只是轻轻哼了一声。\n\n「你和你的女儿合力将土匪杀害在那边的卧房里……也许是毒瘾发作，你把土匪的尸体折磨得面目全非。在天亮前，你的女儿逃离了凤尾村，而你则留在屋子里，那之后你究竟是真的发疯还是假扮的，已经不得而知。」\n「你开始{线:在凤尾村里四处游荡}在凤尾村里四处游荡{/}，让庄里的人逐渐对你的神出鬼没习以为常，久而久之，你就{线:如同隐身了一般}如同隐身了一般{/}。」\n「由于长期在山中采药，你{线:对凤头山极其了解}对凤头山极其了解{/}，甚至在山崩之后，你也很快就熟悉了山中的环境。」\n「于是，{填:你便化身成了罗刹鸟}！」\n「鸦片，买卖人口，罗刹鸟，你猜测得也许都对……」林洪的脸已经血色全无，屋外持续不断的暴雨，有时甚至将他的声音完全盖过，「……但你我都没有证据……这么一个破败的村子，有……谁会在意？」\n吴秋崖握着白刃的手垂了下来。\n谁会在意？吴秋崖重复道。\n林洪没有回答，吴秋崖看到他的身体剧烈抖动着，嘴角裂开，保持着大笑的状态，但却没有声音发出。他以一副怪异无比的表情面向吴秋崖，而后猛然睁开了双眼。\n那双眼睛之中，已经没有了一丝理性。\n空洞，疯狂，仿佛被罩上了一层透明的血红色的膜。\n那些盘踞于此的妖怪共同构成了一道结界，将所有人困在其中。\n从一开始，这暴雨就不会停。\n吴秋崖失神地看向窗外。",
            "initBlocks": [],
            "goto": "chapter1405",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1405",
            "owner": "wu",
            "bg": "rain",
            "type": "story",
            "story": "# 来者\n……\n雨幕之中，不知为何传来有节奏的响声。\n是脚步声，每一步都重重踩在积水中，由远及近，缓慢而坚定。\n吴秋崖站起身，侧身贴近{物:木门}木门{/}，透过木门的缝隙，他看到一个身影正在靠近。\n脚步声还在靠近。渐渐能看清来者的轮廓。\n……那是一个瘦长的身影，微微弓着身子，似乎正背着重物……\n是人？妖怪？\n吴秋崖死死盯着越来越近的不速之客。\n就在此时，林洪忽然从喉咙中用尽全力发出了一声诡异的吼叫，仿佛将灵魂挤出躯体一般，他瘫软在地，如同一滩烂泥。\n屋外的身影停下了脚步。\n隔着木门，吴秋崖感觉到自己和那个身影正在对视着。\n那个身影耸了耸肩，继续朝着屋子走来。\n终于看清了。\n那个瘦长的影子一步步从雨幕中现身。\n吴秋崖心中一颤，手中的白刃几乎滑落……\n身影在木门前停了下来。\n巨大的闪电照亮了整片天空和屋外的身影。\n吴秋崖后退了几步……那个他既熟悉又陌生的人，就站在门外。\n一时之间，他竟不知该如何是好。\n雷声滚过之后，吴秋崖将白刃插在腰间。\n而与此同时，那扇{填:木门}被小心翼翼地推开了。",
            "initBlocks": [],
            "goto": "cut14",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "cut14",
            "owner": "wu",
            "bg": "ember",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter1501",
            "nextHint": "",
            "bgm": "default",
            "quote": "身覆火焰，终日不熄。"
        },
        {
            "id": "chapter1501",
            "owner": "shan",
            "bg": "ghost",
            "type": "story",
            "story": "# 机关门\n商难摸出了洋火，将{填:半根蜡烛}点燃。\n\n黑暗中摇晃的烛火、张泽平时不时发出的胡言乱语、压抑低矮的地窖、石壁上杂乱的文字……\n\n难以言状的恐惧包裹住商难。\n\n商难将蜡烛转向张泽平所在的方向，那个男人趴在地上，耳朵死死贴着地面，{线:似乎在听着什么}似乎在听着什么{/}……\n忽然他直起身，右手握拳狠狠{线:朝着地面砸去}朝着地面砸去{/}，一下，两下，三下……\n他将自己的拳头砸得皮开肉绽，鲜血顺着拳头滴落在地上。\n{填:地窖震动起来}\n\n商难听到在她的头顶传来轰隆隆的声响，一块巨大的石板将入口牢牢封住。\n\n与此同时，在张泽平的脚下，一扇紧锁的机关门显现而出。\n\n六条平行的凹槽之中，各摆放着两根长条形的石块，稍加用力就能将其按下。\n\n在凹槽的正下方，有一张商难曾经见过的图案：\n\n尖利的鸟喙，对称的六根羽毛，布满血丝的细长的眼睛，火焰一般的尾部。\n\n线条粗糙，但细节清晰……\n{填:鸟面}。",
            "initBlocks": [],
            "goto": "chapter1502",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1502",
            "owner": "shan",
            "bg": "ghost",
            "type": "story",
            "story": "# 离为火\n鸟面神将……九头金乌……\n金乌通常代表太阳，巡游又是在夏季举行……\n巡游！商难想起了箱子里的那些照片上的标记。\n是的，它们分别代表了{填:顺序和方位}：起点是南方，也就是临水楼，然后在东方和西方停留，在北方短暂停留后，接着前往西南方举行祭拜，而后是东北、东南，快速通过西北方后，回到临水楼……\n那些旧书中的知识开始在商难脑中浮现：这是根据离宫翻卦制定的巡游路线！\n朱雀的{线:法器为火盆}法器为火盆{/}。\n离为火。\n{线:朱雀为南方神兽}朱雀为南方神兽{/}，{线:周身覆盖着火焰}周身覆盖着火焰{/}。\n五行属火，八卦为离。\n{填:离卦}\n乾为马，坤为牛，震为龙，巽为鸡，坎为豕，{线:离为雉}离为雉{/}，艮为狗，兑为羊。\n乾为首，坤为腹，震为足，巽为股，坎为耳，{线:离为目}离为目{/}，艮为手，兑为口。\n所以{填:罗刹鸟才夺人双目}！\n临水楼又最终毁于一场大火。\n商难将蜡烛凑近石壁上的朱雀鸟面像，鸟面上那六根羽毛，明明白白呈现出离卦的形态，而在此之前，商难却从未留意到。\n那么……\n启动眼前这块石板的关键就在于，用离卦的顺序按动上面的机关。",
            "initBlocks": [],
            "goto": "chapter1503",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1503",
            "owner": "shan",
            "bg": "ember",
            "type": "story",
            "story": "# 植物\n商难在心中默念着：由下往上，初爻为阳爻，需要同时按动两个石块，二爻为阴爻，依次按动石块。以此类推，三爻为阳爻，四爻也是阳爻，五爻是阴爻，上爻则是阳爻。\n\n一道微弱的光线慢慢从石板的缝隙中泄出，那扇通向下一层的门终于缓缓打开了。\n\n空气中意外地带着一丝{线:淡淡的清香，像是檀香和琥珀的混合气味}淡淡的清香，像是檀香和琥珀的混合气味{/}。\n\n香气在牵引着商难，穿过石板朝着下层走去。\n\n空气中怡人的香气越发明显，商难得眼前出现了色彩斑斓的、稀薄的、像云朵一般的东西。\n\n商难开始微笑起来。\n\n咯咯咯咯……\n\n这……不是我的笑声……商难捂住自己的嘴，但奇怪的笑声依然从指缝之间流出，商难仿佛被人拉扯着嘴角，强迫她一刻不停地笑着。\n\n商难朝着挂满油灯的墙跌跌撞撞地走去，朝着油灯伸出手掌，用力握住玻璃罩子。\n\n灼热的玻璃罩子烫得商难发出了尖叫，笑声终于停止了，那些怪异无比的云朵也消失不见了，然而空气中依然有淡淡的清香。\n\n这个地方……\n\n商难倒吸了一口冷气。\n\n……地面，墙壁，屋顶，爬满了{线:深灰色的藤蔓}深灰色的藤蔓{/}，纵横交错如同一张编织好的网，而在这些藤蔓形成的脉络之上，每隔一段就能看到一株植物。\n\n蜡烛一旦靠近，{线:植物的花苞就会迅速闭合}植物的花苞就会迅速闭合{/}，花苞之下的九片叶子也随之收缩，香气正是从这些花中散发而出。\n\n地面上随处可见掉落的花瓣。商难捡起了一片花瓣，用油灯照射着，植物的{线:花瓣呈半透明状，边缘有微弱的金色荧光}花瓣呈半透明状，边缘有微弱的金色荧光{/}，整体为琥珀色。\n而它的{线:叶子则为心形}叶子则为心形{/}，边缘有细锯齿，颜色深绿，{线:叶脉呈金色}叶脉呈金色{/}。",
            "initBlocks": [],
            "goto": "chapter1504",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1504",
            "owner": "shan",
            "bg": "ember",
            "type": "story",
            "story": "# 火烧地窖\n吧嗒……\n似乎是藤蔓被踩断的声音。\n商难还未来得及分辨声音来自何方，身后的张泽平忽然扯着嘶哑的嗓音喊叫起来。\n@张泽平将花瓣翻来覆去仔细查看，而后开始疯狂踩踏地上的植物: 「就是这个，就是这个！这就是{填:传说中的九头金乌}！」\n张泽平拿着油灯，陷入谵妄之中，嘴角带着一丝冷笑，接着举起了油灯，朝着植物砸去。\n藤蔓如同引信一般燃烧起来，植物一株接着一株被点燃，如同一个个金色的火球。\n呜呜呜呜呜……\n商难无力地看着大火正越烧越烈，嗡鸣声回荡在地窖之中。\n火焰不断朝着深处燃烧，难以计数的植物花朵在火海中扭曲变形……\n呜呜呜呜呜……\n浓烟呛得商难剧烈咳嗽起来，她用力挪动了一下身体，但双脚已经无法站立。\n而张泽平身处火焰之中，却一动不动……\n商难用手肘支撑起身体。\n那嗡鸣声就在张泽平所站的地方，有什么东西从那个方向滚动到商难的身边，她低头看去，是一颗人眼，一颗陶瓷制成的人眼。\n而此时在张泽平的面前，一团巨大的黑影缓缓升起，慢慢展开成人形。",
            "initBlocks": [],
            "goto": "chapter1505",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1505",
            "owner": "shan",
            "bg": "ember",
            "type": "story",
            "story": "# 火中的怪物\n那个人形怪物摇摇晃晃地立在张泽平的面前，俯视着他。\n呜呜呜呜呜……\n怪物呜咽着。\n火光之中，商难看清了怪物的全貌：{线:黑色的毛发覆盖着全身}黑色的毛发覆盖着全身{/}，当怪物立起的时候，{线:并不比张泽平高大多少}并不比张泽平高大多少{/}，但那一刻张泽平就像瞬间缩小成了侏儒一般。\n火焰点燃了怪物周围些许的毛发，仿佛描画出了一道金边，妖异却又带着庄严。\n商难从身上摸出了{填:匕首}，指向怪物。\n一双眼睛透过漆黑厚重的毛发与商难的目光交汇。\n\n为什么如此熟悉？商难困惑了。\n\n怪物的目光再次转向了张泽平。\n\n一双{线:骨瘦如柴的手}骨瘦如柴的手{/}，仿佛从虚空之中伸出，{线:粗大的关节、长而尖利的指甲}粗大的关节、长而尖利的指甲{/}，如同大鸟的爪子一般钉入张泽平的肩膀。\n\n张泽平依旧没有动，甚至没有抬头看看眼前的怪物，他雕像一般站立着，失去了灵魂。怪物的爪子在他的肩膀处越陷越深，鲜血从伤口处流下……\n忽然，他回头看了商难一眼，而后掏出藏在身上的{填:枪}……\n\n砰的一声响……\n\n张泽平的脑后炸开了一个大洞，碎肉四溅。他的头歪向一边，枪从他的手中掉落在地上。",
            "initBlocks": [],
            "goto": "chapter1506",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "chapter1506",
            "owner": "shan",
            "bg": "ember",
            "type": "story",
            "story": "# 名为罗刹鸟的妖怪\n张泽平失去光泽的眼睛空洞地看着自己，他歪着脖子以一种奇怪的姿势站立着，{填:火中的怪物}用爪子死死抓着他，然后……\n\n咬向了他的脖子。\n\n第一口，血肉被抽离而出，第二口，骨头被咬碎，第三口，脖颈歪得更加诡异。\n\n怪物背对着商难，将张泽平残破的尸体摆放在地上……咀嚼声在狭小的地窖中回荡，张泽平的头颅以一种诡异的节奏晃动着……\n\n商难脑中维系意识的线在那一刻彻底断开，在她完全失去知觉之前，她看到怪物以一种非人的姿态向她走来，而后慢慢俯下身子盯着她。\n\n怪物一只手拨开了盖住脸的毛发，一只手伸向商难，尖利的指甲划过她的面颊。\n\n火光之下，那里{线:没有妖异的鸟面}没有妖异的鸟面{/}，而是一张{线:瘦得脱像的人脸}瘦得脱像的人脸{/}，挂着{线:一半痛苦一半疯狂的表情}一半痛苦一半疯狂的表情{/}，嘴唇沾满了鲜血，还在不停滴落。\n\n商难看清了那个{填:名为罗刹鸟的妖怪}。\n\n妖怪没有伤害商难，而是站起身背向她，刚刚走出几步，就猛然栽倒在地。\n\n闭上眼睛之前，商难看到了在怪物的头上扎着一根{填:银色的头簪}。",
            "initBlocks": [],
            "goto": "cut15",
            "nextHint": "",
            "bgm": "default"
        },
        {
            "id": "cut15",
            "owner": "wu",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter1601",
            "nextHint": "",
            "bgm": "default",
            "quote": "塔骨，巡游中为本地神将塑造的形象，一般极为高大。"
        },
        {
            "id": "chapter1601",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 屋内\n你醒了。\n这个声音……在什么地方听过？商难的身体下意识地紧缩起来。\n这里不是地窖！\n她努力睁开眼睛，看到了正前方那个靠墙而立的瘦高男人。\n男人长满胡茬的脸上露出了一丝笑容，头发乱成一团，脸上也多出了几道伤疤，素色的长衫上多了不少破洞，沾满了泥土和血迹。\n短短几日，他比初见之时苍老了不少。\n「{填:吴秋崖}？」\n屋里不止他一人。\n在商难的右手边，一个浑身湿透的陌生女人坐在椅子上，正在往炉灶里丢入干柴。\n她看起来皮肤黝黑，高而精瘦，手臂上的肌肉随着她的动作凸显出来。\n@吴秋崖缓缓说道: 「她是罗念念，不，{填:林依妹}。」\n罗念念……商难愣了愣，疑惑地看着那个陌生的女人，……林依妹……\n在屋子的另外一个角落还有人。一位面色惨白老者身上盖着一床破旧的床单，直挺挺地躺着，偶尔发出微弱的呼吸声。\n吴秋崖没有继续说话，屋内陷入了略带尴尬的沉默。\n@商难活动了一下四肢说道: 「这是什么地方？我为什么会在这里？」\n@吴秋崖说道: 「这里是林洪的家。是她把你扛到这里来的。」\n从大火灼烧的地窖到黑暗曲折的洞穴，再穿越凤头山的密林，最终回到这里……商难暗暗用力，让指甲扎入自己的手心，想用疼痛来确定眼前的景象不是幻觉。\n@吴秋崖开口问道: 「商小姐。张先生现在何处？」\n「他……」\n@林依妹接过商难的话茬，用平静的语气说道: 「他死了。他用{填:枪}……」\n击穿了自己的头。\n血腥可怖的场景反复在商难的脑海里重演，她一阵反胃。\n屋内再次安静了下来。",
            "initBlocks": [],
            "goto": "chapter1602",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1602",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 名为九头金乌的植物\n炉火劈里啪啦燃烧着，时不时蹦出几点火星。\n@商难猛然坐起身，说道: 「植物！九头金乌是一种植物！」\n\n……遍地的藤蔓在瞬间被点燃，而后是整棵植物，金色的火球在地窖中飞舞……\n\n在场的几人似乎并不感到惊讶。\n\n@林依妹说道: 「植物……是我在凤头山上发现的……」\n\n那个东西藏在黑暗的洞穴之中，散发着淡淡的香味，让人闻着有些恍惚。\n@林依妹继续说道: 「当我将其中一棵植物，连同藤蔓一起扯下来的时候……我看到了在密密交织的藤蔓之下……有东西{线:闪着银色的光}闪着银色的光{/}。」\n三把{线:如同匕首一般的东西}如同匕首一般的东西{/}，被泥土覆盖，{线:末端雕刻着九片叶子}末端雕刻着九片叶子{/}。\n\n“{填:三把刀}。”吴秋崖下意识地摸了摸藏在袖中的白刃。\n\n林依妹点了点头，插在头发中的簪子，反射着炉火的光亮。\n\n当日，林洪带着林依妹背回的奇怪植物和三把刀找到了临水楼。\n@林依妹看向林洪昏睡的方向: 「谁也没有想到，看到我爹背篓里的东西之后，陈掌柜会突然晕倒。」\n那些植物和三把刀究竟隐藏了什么样的秘密？让陈掌柜看到之后晕倒在地？\n\n「我爹一开始也是这样认为。陈掌柜转醒之后，他跪在地上求临水楼收留我。陈掌柜答应了，条件是让他保守三把刀和那些植物的秘密，并将一把头簪作为信物交给我。然而……直到九头金乌巡游的前一夜，陈掌柜才将真相告诉了我。」\n@林依妹指了指自己的头: 「陈掌柜的{线:脑子里长了个东西}脑子里长了个东西{/}，这才是陈掌柜昏倒的原因。」\n吴秋崖扶正了眼镜，也正因为此，陈掌柜的行为举止才变得越发怪异。\n\n「这之后，陈掌柜安排人手和我们父女俩，一起在凤头山上秘密搭建了一座石屋。」\n「我们两人将发现的植物转移到了石屋的地窖之中，陈掌柜和临水楼的伙计偶尔也会让我们带一些杂物到石屋中。几周之后……」\n\n九头金乌塑像出现在了临水楼。",
            "initBlocks": [],
            "goto": "chapter1603",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1603",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 杀人之夜\n「陈掌柜的病情似乎已经更加严重了，清醒和失控的时间几乎各占一半。也就是从那时开始，流言开始飞速传开。有的说陈掌柜找到了数量庞大的黄金，有的说陈掌柜被妖怪附体……也是在这个时候，土匪绑走了我爹。」\n\n「他们给我爹灌下了鸦片……当他回到庄里的时候，已经神情恍惚，全身僵硬得就像一根木头一样，等到他松开握紧的拳头的时候，我看到他的手掌上有一排用指甲抠出的血痕……他用涣散的眼神看着我，忽然开口说道：我……」\n{填:什么也没说}\n在那之后，林洪整晚整晚地发出可怕的叫声，偶尔会听到一两句完整的话语，他不停重复着，什么也没说，什么也没说……\n依靠着残存着的一点理智，林洪保住了九头金乌的秘密。\n几天之后的一个夜晚，一名土匪闯进了林洪的家中，要挟要将林依妹卖去省城。\n林洪突然暴起，两人厮打在一起。\n「在混乱之中，我拔出了{填:银色的头簪}，一下刺入了土匪的眼中。土匪还来不及发出尖叫，我爹就一步上前捂住了他的嘴。」\n\n之后，又将头簪朝着他的胸口捅了下去。\n@林依妹像是松了一口气一样说道: 「他死了。我没有想过取人性命居然是如此简单的事情……」",
            "initBlocks": [],
            "goto": "chapter1604",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1604",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 巡游？\n但是……有什么不对的地方？\n@商难突然开口说道: 「一刀刺入了土匪的眼中，一刀朝着胸口捅了下去……但尸体……」\n尸体上布满了无序的伤口。\n那天晚上，还有另外一个人在房间里。\n那个人以一种极为暴虐的方式破坏了土匪的尸体，如同冷静的野兽一般。\n{填:陈掌柜}。\n\n「你接下来几日躲到临水楼中，不要出来。陈掌柜如此对我说道。」\n\n「于是，趁着天未亮，我逃进了临水楼中。在那之后，我听说了又有一个土匪死在了陈掌柜的手上，紧接着就到了九头金乌巡游的日子……」\n\n九头金乌……\n\n植物、怪鸟、纯金打造的雕塑……无数的想法在吴秋崖的脑中旋转，然而只有一点他此刻已经无比确定，九头金乌并非神明，那么……\n\n它就没有资格{填:巡游}。\n\n@吴秋崖一字一顿地说道: 「九头金乌……巡游……不存在……」\n\n@商难疑惑地看着吴秋崖: 「不存在？」\n\n林依妹则沉默不语。\n@吴秋崖说道: 「巡游是存在的，但不是为九头金乌准备的……或许是为{填:陈掌柜}准备的。」",
            "initBlocks": [],
            "goto": "chapter1605",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1605",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 最后的计划\n@林依妹开口了，语带悲伤: 「陈掌柜……已经不行了。」\n\n「自那日昏倒之后，陈掌柜的意识变得越来越混乱，靠着一碗宁神汤维持着。待到我藏进临水楼之后不久，陈掌柜几乎已经无法起身了。」\n\n「我已经撑不住了。陈掌柜将我和罗念念叫到床边。」\n\n@罗念念没有立即接话，似乎在默念着什么，很快她说道: 「你有没有想过，如果村里的人知道你快死了，会发生什么？」\n\n陈掌柜叹了一口气。\n@罗念念看了林依妹一眼: 「他们忌惮的是你，如果你不在了，我们这些人……不知该何去何从。」\n\n陈掌柜再次叹了口气，朝着两人挥了挥手，示意她们离开。\n\n罗念念先行一步，林依妹轻轻退出卧房，把木门带上。\n\n@门外，罗念念握住了林依妹的手: 「我们必须做点什么。」\n@吴秋崖问道: 「你们做了什么？」\n@林依妹没有直接回答: 「那天，念念告诉了我很多事，包括……」\n九头金乌的秘密。\n\n@罗念念的手越来越用力: 「我和陈掌柜生造了一个名为九头金乌的神，它将代替陈掌柜成为临水楼的守护者，整个凤尾村的恐惧。只需要再花一点点时间……」\n\n@林依妹说道: 「我能做什么？」\n\n@罗念念抬起头，直视林依妹的双眼: 「由你代替陈掌柜抬走{填:塔骨}，让九头金乌巡游顺利进行。」",
            "initBlocks": [],
            "goto": "chapter1606",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1606",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 一出影戏\n@林依妹说道: 「念念的计划是让我趁着九头金乌巡游的时机，将陈掌柜转移到凤头山的石屋中去。」\n@吴秋崖托了一下滑落的眼镜: 「这么说来，那天晚上陈掌柜确实不在二楼？」\n@林依妹点头: 「当天我已经将陈掌柜藏在了凤头山的石屋之中。」\n@在一旁沉默不语的商难此时开口说道: 「二楼陈掌柜的影子是影戏吧。约翰·甘博，那个洋人帮助你们安装好了影戏机。」\n@吴秋崖说道: 「我确实在临水楼的二楼找到了影戏机被破坏烧毁的残骸……」\n@商难继续说道: 「你们用影戏机将陈掌柜的身影投射在二楼的窗户上，制造了陈掌柜凭空消失的假象。」\n之后，大火几乎将一切证据焚毁。\n@吴秋崖说道: 「我一开始也是这么认为。但……想要骗过临水楼前的那么多双眼睛，难度实在太大了。」\n「也许正是因为如此，陈掌柜的身影才在天黑之后出现，借助夜色，或许在场的人就不太能够看清二楼的情况。」\n\n「并非没有这种可能性，但对于临水楼来说，这么做的风险太大了。」\n\n@吴秋崖说道: 「约翰·甘博至少三次造访凤尾庄，停留期间给不少村里的人拍过照片，此地原本并非与世隔绝。所以在场的人中很有可能见过影戏机。而且影戏机的使用方式又极其繁琐。」\n\n「{线:不使用影戏机}不使用影戏机{/}……{线:陈掌柜不在二楼}陈掌柜不在二楼{/}……{线:除了人间蒸发之外}除了人间蒸发之外{/}……」\n\n“最合理的解释是：{填:那是陈掌柜的替身}。”",
            "initBlocks": [],
            "goto": "chapter1607",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1607",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 巡游开始\n「是我。」\n@林依妹说道: 「那天晚上在二楼的是我。我们将陈掌柜送上凤头山之后，我回到了临水楼，点亮二楼的油灯。」\n@商难问道: 「可是，你们怎么在众目睽睽之下，把陈掌柜秘密送到凤头山的石屋里……」\n陈掌柜在{填:塔骨}之中。”\n临水楼中那个巨大的{线:神将塔骨}神将塔骨{/}……\n塔骨头筒的高度几乎与身体接近，足够一个成年人蜷缩起来藏身其中。\n@林依妹继续说道: 「九头金乌巡游当天，我们给陈掌柜下了药。将其绑在头筒之中，我则支撑起塔骨的身体，将陈掌柜扛在肩膀上。那个时候的陈掌柜真的好轻，我如此真实地感受到陈掌柜的无力……」\n难以抑制的悲伤涌上林依妹的心头。\n而后巡游开始了。\n鞭炮声在临水楼门外炸开，有人敲响了锣鼓。\n头筒中的陈掌柜依然沉睡着。\n林依妹活动了一下四肢，透过骨架前两个小小的空洞看着外面，忽然一个熟悉的身影出现在她的面前，是罗念念，她朝着林依妹笑了笑，而后拍了拍塔骨，就匆匆离开了。\n又一声锣鼓响起，{填:神将塔骨}走出了临水楼。",
            "initBlocks": [],
            "goto": "cut16",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "cut16",
            "owner": "wu",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter1701",
            "nextHint": "",
            "bgm": "default",
            "quote": "大桥潮水日盲流，对面小姐礼梳头。"
        },
        {
            "id": "chapter1701",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 脚步声近在咫尺\n@林依妹回忆道: 「那是我最后一次在临水楼见到念念。」\n\n「她没有跟随队伍进行巡游。我按照原定计划，和巡游队伍一起到达凤头山，在山脚之下，巡游队伍分成了两部分，一部分由神将塔骨领头，加上抬着九头金乌雕像的四人，进入凤头山深处，我们这五人的目的只有一个，就是将陈掌柜安全送进石屋之中。另一部分人则被挡在山下。回到临水楼后，我匆匆赶往二楼——陈掌柜的卧房。」\n\n卧房内空空荡荡，整洁得像从未有人住过一般。\n\n林依妹点燃了桌上的油灯。\n\n「土匪们的出现并不在我们的计划之中。楼外的喊声让我越发心神不宁。」\n\n陈掌柜会怎么做？念念会怎么做？林依妹努力让自己冷静下来。\n\n窗外土匪们依然在高声叫骂着。他们为何没有立刻冲进楼里？\n\n他们在害怕！\n\n陈掌柜残酷的杀人手法，再加上他们对于临水楼中的情况并不熟悉，这让他们不敢贸然行动。\n\n@林依妹站起身，走到卧房的门边，对外面的人说道: 「想办法把他们的头领引到这里来。」\n\n别害怕。\n\n她重新坐回椅子上。拔下插在发髻上的{填:银色的头簪}，深吸一口气。\n\n楼下传来了脚步声。\n\n沉重而拖沓。\n\n木制的楼梯，不断发出痛苦的呻吟。\n\n他来了。\n林依妹用力握住头簪，想象着陈掌柜是如何使用它的。\n那些血腥暴虐的画面浮现在她的脑海中，林依妹的身体开始颤抖。\n\n杀人并非易事，但她曾经做过一次……\n\n脚步声近在咫尺。",
            "initBlocks": [],
            "goto": "chapter1702",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1702",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 杀人与大火\n林依妹躲藏到门后。\n下一刻，房门被缓慢推开了。\n一个男人挤进了卧房。\n……{填:银色的头簪}一下子就没入了土匪头领的身体，接着眼睛\n拔出来……林依妹的脑中有个声音说道，下一刻带着眼球的头簪就出现在了她的面前。\n此时，土匪发出一声尖利的惨叫，疯狂扭动身躯，林依妹猛地被弹开，撞在了桌子边，桌上的油灯摇晃几下砸落在地上，点燃了土匪身上的衣物。\n火越烧越旺。\n林依妹站起身，跑出卧房，将房门关闭。\n此时，她听到了门外撞击的声音。\n临水楼里的伙计们正试图用各种东西抵住大门，但显然已经无法支撑太久。林依妹看着她们，有些手足无措。\n撞击声越来越响。\n林依妹低下了头……\n「我已经没有一丝对抗的力气了，我害怕极了，沾在我衣服的血液如同预兆一样，不停告诉我，你要死了你要死了。可我不想死。」\n@林依妹带着哭腔: 「我一点也不想死。谁能够救救我？而后，我看到了……」\n在临水楼的角落里，鸟面的{填:神将塔骨}就躺在那里。\n红色的眼睛望向林依妹，她从未发现这双眼睛竟然如此威严肃穆，她的脚步开始朝着塔骨的方向移动，越来越快，她拼命奔向塔骨，钻进了头筒。\n神将会保佑我的。林依妹将身体缩成一团，一动不动。\n在巨大的塔骨中，熟悉的味道围绕着林依妹，她感觉到从未有过的安全。\n是……陈掌柜残留下的气味？\n此刻，无论外界发生什么仿佛都与林依妹无关……她身处在塔骨之中，安静地等待着……死亡随时都会降临。",
            "initBlocks": [],
            "goto": "chapter1703",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1703",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 死里逃生\n「如同做了一场漫长的梦一样。我恍恍惚惚地爬出{填:神将塔骨}，眼前的一切已经变得完全陌生，无数杂乱无章的画面交织在暴雨之中，我一时无法分辨出究竟发生了什么，也许是我根本不想去知晓……我已经想不起来自己是如何走出临水楼的，也想不起来自己是如何穿过山崩留下的废墟回到家中……」\n林依妹崩溃了，泪水无法止息地涌出眼眶。\n@死里逃生的林洪看着眼前的女儿，伸出一只手，小心翼翼地放在林依妹的头顶上，一字一句地说道: 「快走吧。」\n于是，林依妹躲入了凤头山的石屋之中。\n……石屋里已经乱作一团，陈掌柜{线:坐在黑暗的角落里}坐在黑暗的角落里{/}，{线:用手抓着食物}用手抓着食物{/}，不停往嘴里塞，{线:一双眼睛早已没了一丝人性}一双眼睛早已没了一丝人性{/}\n……陈掌柜，{填:成了被圈养起来的动物}……”\n不知过了多久，罗念念出现在了石屋里。\n\n那一瞬间，林依妹觉得自己陷入了幻觉之中，直到罗念念紧紧抱住了她。\n林依妹紧绷的身体忽然放松下来，她觉得一股暖流涌上心头，林依妹原以为自己会痛哭不止，但她发现自己已经哭不出来了。\n罗念念在林依妹的身边坐下，开始讲述那一夜究竟发生了什么。\n\n@林依妹看着商难说道: 「念念受人之托，要在九头金乌巡游结束后的第二天，把商小姐送往省城。而土匪的突然出现，打乱原本的计划，念念发现情况不妙，趁机带走了还在熟睡中的商小姐，商先生和夫人则按时间到码头接应。在商家的船离开码头前往省城之后，念念准备回到临水楼……」\n\n{填:张泽平}挡在了她回去的路上。\n\n他冷笑了一声，将罗念念推倒在地上，用双手死死掐住她的脖子，嘴里不停说着，临水楼的人没有一个能活！\n\n就在罗念念快失去意识的时候，她忽然摸到了一根树枝，于是毫不犹豫地将树枝捅向了张泽平的眼睛。\n张泽平惨叫一声松开了手，罗念念挣扎着转身跑向了凤头山的方向……",
            "initBlocks": [],
            "goto": "chapter1704",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1704",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 去省城\n@罗念念微笑着: 「去省城。我知道你不愿意走。但如果我们都待在这里，所有人都只是在等死，你应该给自己一个机会，去吧，不用担心。」\n@林依妹低下了头: 「念念如此说着，我轻易就被说服了。我相信她。前往省城的水路已经完全荒废了，我只能绕过山路前往省城，路途遥远难行，但我还是顺利到达了省城。——有人在省城找到了我。」\n@吴秋崖追问道: 「是什么人？」\n@林依妹没有回答，而是继续讲述着之后的事: 「那人让我从凤尾村将植物运送出来，同时给我提供{填:鸦片}……我同意了。」\n\n「鸦片是为了让我爹能够活下去，那些植物……我只负责送到万寿桥附近的码头上，而后就会有人来拿走，一开始我并不知道它的用处。直到女星宴会上发生了毒杀……」\n\n毒杀……商难想起了{填:报纸}上的标题：\n影戏杀青宴多人中毒 女星受惊吓花容失色\n\n「毒杀事件后不久，我得到了消息，张泽平和商小姐一起回到了凤尾庄，于是我飞速赶回凤尾庄，我到达的时候，两人已经进入了凤头山。于是我和我爹立刻进山，凤头山的环境因为山崩变得极为复杂，天色渐暗的时候，我们终于寻到他们的踪迹，而此时，商小姐正脸朝下躺在地上……」\n\n被遗忘的疼痛忽然从商难的后脑传来。\n\n「{填:张泽平}手中拿着一块石头，低头看着商小姐。我从树丛中扑了过去，将张泽平撞倒，之后我爹上前用木棍打晕了他，我们协力将其拖往石屋，商小姐则被我们藏在一个相对安全的地方。等我折返回去的时候，商小姐已经爬进了洞穴之中。」\n\n@林依妹继续说道: 「我跟进了洞穴之中，但暴涨的雨水不停灌入洞中，我不得不退出来，另寻前往石屋的路。没想到的是，张泽平打伤了我爹后藏入密林之中……」\n@吴秋崖问道: 「张泽平为什么要把商小姐牵扯进来？」\n\n「真实的原因已经……」\n\n林依妹话未说完，巨大的轰鸣声从远处传来。",
            "initBlocks": [],
            "goto": "chapter1705",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1705",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 又一次山崩\n屋内的所有人都站起了身，他们明白这声响不是滚雷，而是……\n\n山崩。\n@林依妹轻轻喊了一声: 「爹。」\n林洪没有一丝动静。\n所有人都明白发生了什么。\n@林依妹指了指码头的方向: 「快走吧。那个地方有船在等着。」\n商难和吴秋崖离开屋子，跑出一段距离后，才发现林依妹没有跟上来。\n@吴秋崖回头看到她站在门口，他朝着林依妹喊道: 「快走啊！」\n林依妹朝他摆了摆手，说了些什么，但暴雨却将声音隔绝开来。\n\n「你在说什么？」\n@林依妹大声喊道: 「我不走了！我已经做完了我该做的事了。」\n\n吴秋崖朝着林依妹走去，忽然脚下一滑，栽倒在地。\n\n山崩的声音越来越响……\n\n「快走！别回头！」\n\n远处的凤头山如同被溶解了一般，扑向村子。\n\n@商难将吴秋崖拉起: 「吴先生，再不走我们都要死在这里。」\n\n吴秋崖仿佛变为了一具空壳。\n@林依妹转过身，准备回到屋里，忽然又想到了什么，再次朝着吴秋崖喊道: 「对不起！我失信了，不能去看{填:影戏}了……」\n说完，她关上了房门。",
            "initBlocks": [],
            "goto": "chapter1706",
            "nextHint": "",
            "bgm": "soundreality-rain-thunder-sfx-525011"
        },
        {
            "id": "chapter1706",
            "owner": "all",
            "bg": "rain",
            "type": "story",
            "story": "# 码头\n吴秋崖已经想不起自己是如何来到码头的，一艘小船漂浮在河面上，随着波浪起起伏伏。\n@商难注视着漆黑的河面，不祥的预感笼罩着她: 「吴先生……」\n翻涌的河水被破碎的码头撕裂开，拍向一旁的吴秋崖，他仿佛狠狠挨了一巴掌，这才回过神来。\n狂风夹着浪头将船抛起又跌落，不断将小船向着河中心卷去，最终将小船撕裂。\n绝望与冰冷的雨水一起笼罩住了两人。\n就在此时，远处忽然有亮光出现，一艘{填:疍民}帆船乘风破浪而来。\n一个满脸胡子的洋人，手持手电筒朝着两人大喊。\n下一刻，商难与吴秋崖坐在了船舱之中。\n@洋人微笑着，用汉语说道: 「我是{填:约翰·甘博}。我们很快就会到省城了。」\n\n帆船快速平稳地行驶着。\n\n@商难裹紧身上的毯子，看着凤头山的方向: 「你为什么会出现在这里？」\n@甘博说道: 「叶小姐让我来接你们。」\n「叶小姐？」\n\n「等我们到了省城，叶小姐会亲自告诉你们一切的。」甘博低头走出了船舱，「看，雨停了。」\n\n帆船的速度开始放慢，在天边出现了一道红色的亮光。",
            "initBlocks": [],
            "goto": "cut17",
            "nextHint": "",
            "bgm": "soundreality-rain-thunder-sfx-525011"
        },
        {
            "id": "cut17",
            "owner": "all",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": "chapter1801",
            "nextHint": "",
            "bgm": "default",
            "quote": "三把刀，簪子是银制的，长达八寸多，形似刀。\n中插一支，左右各一支。"
        },
        {
            "id": "chapter1801",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 餐厅\n不紧不慢的敲门声将吴秋崖从无梦的睡眠中叫醒，他从柔软的床上爬起，穿好衣服打开了房门。\n\n@约翰·甘博正站在门外: 「叶小姐一会儿会在餐厅等你。」\n\n窗台旁的穿衣镜映照出吴秋崖的全身：{线:布满破洞的上衣}布满破洞的上衣{/}、脸上几道{线:结疤的伤口}结疤的伤口{/}、{线:疯长的胡茬和杂乱的头发}疯长的胡茬和杂乱的头发{/}，{线:失神的眼睛}失神的眼睛{/}。\n数日来紧绷的神经，让他如同{填:大病了一场}。\n\n他在盥洗室简单整理片刻，就走出了房门。\n甘博站在走廊上靠着栏杆，看到吴秋崖向他点头致意，两人没有言语，一前一后前往位于旅社一楼的餐厅。\n\n欧式风格的餐厅空空荡荡。\n一张巨大的圆形餐桌摆在华丽的吊灯之下，商难正坐在皮质的椅子上，在她的身旁，一个穿着男式洋装的女人正在将一杯红茶递到她的面前，她看起来似曾相识。\n\n@女人抬头看见了吴秋崖，脸上露出了笑容: 「都在等你了。」\n\n甘博没等人招呼，就自己落了座，拿起一杯咖啡痛痛快快地喝了起来。\n\n@吴秋崖调整了一下椅子，坐了下来，略带疲惫地说: 「我该称呼你什么？」\n\n@女人微笑着: 「或许你更愿意叫我{填:罗念念}。」\n\n透明的深红色液体从装饰着花卉图案的骨瓷茶壶中倒出，流入茶杯之中，一股花香弥漫开来。\n\n“罗念念，{填:叶夕颜}……”吴秋崖低声重复着这几个字。\n眼前的女人让他毫无一丝实感，她仿佛是一个处处存在的幽灵……",
            "initBlocks": [],
            "goto": "chapter1802",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1802",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 陈掌柜\n\n「摊上的早餐好吃些，还是这里好些？」叶夕颜忽然问道，「多年未见，依妹时常提起你。」\n\n吴秋崖没有说话，手中的红茶烫得他手掌通红。\n\n@叶夕颜摊开手，扫视过吴秋崖和商难的脸: 「现在我准备好回答你们的问题了。——小难，昨晚商先生和萨夫人应该已经将一些事情告诉你了吧？」\n\n@商难点了点头: 「石屋里的……妖怪……」\n\n「是{填:陈掌柜}，{人:陈邦媛}陈邦媛{/}，你的生母。」\n\n吴秋崖瞥向商难，她正低着头，用勺子搅拌着红茶没有说话。\n\n「她已经完全……变成野兽了。依妹告诉我，陈掌柜很久之前，就开始无差别地攻击靠近她的人，因此不得不将她锁进石屋的第三层。——但她却没有攻击你。」\n@叶夕颜的手轻轻按在商难的肩膀上，商难搅拌红茶的动作停了下来: 「她在最后一刻还在保护你。她一直都是这么做，那个时候是民国二年七月……」\n\n@吴秋崖回想着那一年发生的事: 「难道是都督遇刺案？据说行刺的人最终也没抓到。」\n\n「陈邦媛的计划被人泄露了出去，卫兵们早就埋伏好等着她的到来……她拼了命才终于逃脱。之后，陈邦媛折返回了家中，将熟睡的孩子抱走，接着逃入了山中。」\n\n那个被抱走的孩子，就是{填:商难}。\n吴秋崖观察着商难的反应，她依旧没有抬头。",
            "initBlocks": [],
            "goto": "chapter1803",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1803",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 成为妖怪？成为神？\n「陈邦媛带着孩子进入了凤头山，同时将凶器藏在一个洞穴之中，也就是林洪发现的{填:三把刀}。」\n@吴秋崖问道: 「她为什么会选择逃到凤尾村？」\n\n「那个地方几乎没有人知道它的存在，是个极好的藏身之地。当然这只是我的猜测而已。最终她们到达了凤尾村躲进了破庙之中。」\n\n@叶夕颜沉下了脸: 「陈邦媛在凤尾村度过了如同地狱般的一段时间——她依靠自己的方式熬了过来，也保护了她的女儿免受伤害。」\n\n{线:暴力}暴力{/}和{线:恐惧}恐惧{/}。\n\n{填:陈邦媛把自己变成了妖怪}。\n她知道自己必须这么做，她必须让所有人都害怕她，只有如此她才能活下去。\n于是……她在一个清晨去到了凤尾村的码头……\n@吴秋崖说: 「……她用手指戳瞎了一个人的眼睛。」\n\n「是的，陈邦媛后来告诉我，自己那个时候仿佛被什么东西控制住了一般，脑中一片空白，回过神来，那个人已经躺在地上，满脸是血拼命挣扎。\n我意识到码头上发生的事，可能是陈邦媛脑中的东西在作祟。\n之后，她的行为越发暴虐，然而对于凤尾庄的人们来说，她似乎变成了某种力量的象征，只要以恰当的方式对待，就能变成此地的保护神。\n后来的发展，也确实让陈邦媛成为了神。」",
            "initBlocks": [],
            "goto": "chapter1804",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1804",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 斩白蛇\n@吴秋崖沉吟道: 「……因此……会有……白蛇出现……」\n@叶夕颜看着吴秋崖说道: 「正如你所猜测的，这是一个拼凑而成的神化方式，看起来拙劣，但屡试不爽。」\n{线:陈氏}陈氏{/}、{线:临水}临水{/}、再加上{线:白蛇}白蛇{/}。\n陈邦媛从一个妖怪成为凤尾村的神，靠的正是拼凑了当地流传已久的民间信仰——{填:临水夫人陈靖姑}。\n\n「陈靖姑信仰沿着河流不断传播，是这一带最主要的信仰。但凤尾村的人似乎已经很久没有拜过曾经护佑他们的神了，陈邦媛躲藏的那座破庙，正是荒废的临水夫人庙。」\n\n@甘博问道: 「临水夫人陈靖姑是谁？」\n@吴秋崖说道: 「她是女神，更准确说，她是妇女和儿童的保护神。信徒遍布的范围相当广泛。\n《八闽通志》中说她生于唐大历二年，年二十四而卒。十三岁时前往闾山境学法，成了一名女道士。\n十五岁学成归来之后，则有了关于她降妖伏魔的种种传说，其中就有斩白蛇的故事。\n也是在《八闽通志》中提到，临水有白蛇洞，中产巨蛇，时吐气为疫疠。\n一日，有朱衣人执剑，索白蛇斩之。——临水夫人的称呼就是从这里来的。」\n@甘博思索着: 「原来拼凑是这么回事，陈邦媛对应{填:陈氏}、临水楼对应{填:临水}，那条白蛇是什么？」\n@叶夕颜回答道: 「是人。陈邦媛刺杀都督未遂，省城发布了一则悬赏，一名外国私家侦探潜入了凤尾村，他找到了藏身于破庙中的陈邦媛。\n原本以为能拿到赏金，却命丧于破庙之中。不久之后，我就乘坐帆船前往凤尾村。」",
            "initBlocks": [],
            "goto": "chapter1805",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1805",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 再造新神\n@吴秋崖问道: 「你为何前往凤尾庄？」\n\n「陈邦媛知道自己的行动只能在短时间内保护自己和女儿，她需要有更周全的方式。那天她前往码头的另外一个目的就是想寻找某种可能的方式和省城取得联系——凤尾村和省城当时的主要往来，就是不定期的咸鱼买卖，于是她趁乱在几条咸鱼上留下了记号。我很快得知了消息，而后找到了商先生和夫人。」\n\n「商小姐的……」\n\n「他们是陈邦媛多年的好友。陈邦媛失踪之后，两人一直通过各种渠道寻找她。\n我受托秘密前往凤尾庄接应陈邦媛。\n由于陈邦媛身份特殊，短时间内是无法离开凤尾村的，因此在商讨之后，决定由我主导后续的一系列事情。\n首先是临水楼的兴建，接着打通了两地的水路经济往来，借由商家的资源我们很快完成了这两件事情，陈邦媛也巩固了自己在凤尾村的地位。\n然而就在一切似乎都迈向正轨的时候……林洪带着陈邦媛藏在山中的{填:三把刀}出现了。」\n\n「她真的是因为看到了三把刀晕倒的？」\n\n「有一部分的可能是受到了三把刀突然出现的刺激，但更重要的原因，依妹应该有提到，陈邦媛的脑中长了一个东西，那个东西导致了她后来种种奇怪的行为和越来越暴戾的性格……」\n\n@叶夕颜沉下脸: 「陈邦媛比谁都清楚自己的处境，她陷入了前所未有的痛苦。那天夜里，她把我一人留在了卧房内，用焦虑的语气问我，接下来该怎么办才好？\n当下我有些慌乱，这突如其来的问题，并不在我的考量之中，但我很快就有了新的计划。」\n「九头金乌？」\n「再造一个新神以替代陈邦媛。就是你说的{填:九头金乌}。」",
            "initBlocks": [],
            "goto": "chapter1806",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1806",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 入戏\n\n「我请省城的工匠打造了一尊{填:九头金乌}的塑像摆在临水楼的入口处，而后就该约翰登场了。」\n\n甘博忽然被点到名字，用力将含在口中的甜点吞下：「我带着影戏机去了凤尾村。那次应该是我第二次去到那里。」\n「第一次是临水楼刚刚建好的时候，我自己想要去拍一些当地的相片，第二次是叶小姐邀请我去的。我们在临水楼的大厅布置了一套完整的影戏放映设备，入夜之后就开始放映{线:鸟类影戏}鸟类影戏{/}，如此反复数日。」\n\n「张道诚口中在临水楼里飞翔的恐怖影子……就是这么来的……」\n\n「正如你所听到的，{填:鸟类影戏}的片段变成了恐怖故事，这也是我所希望发生的。」\n@吴秋崖努力寻找着词汇: 「但这么……粗糙的方法，真的可行吗？」\n「鬼故事就像病毒一样轻易就会被人接受，而真相往往不易传播。想想你最终从张道诚口中听到的是什么。」\n@叶夕颜悄悄看向商难，她依然低着头，不知在想些什么，叶夕颜继续说道: 「影戏之后，就是我的下一步计划，吴先生，我想你应该也已经想到了。」\n\n「巡游，{填:九头金乌巡游}。」\n\n「陈邦媛的情况急转直下，超出了我的预想，九头金乌巡游因此多了另外一个任务：将陈邦媛转移到凤头山的石屋之中。这么做有不少风险，我有更合理的选择，但我明白依妹不会同意……」",
            "initBlocks": [],
            "goto": "chapter1807",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1807",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 合理的选择\n{线:合理}合理{/}。吴秋崖琢磨着这两个字，冷酷的味道扑面而来。\n\n「土匪的出现，让我庆幸做了这个不太合理的选择。」\n\n「这对于林……依妹来说，并不是什么{填:合理}的选择！她差点死在临水楼中。」\n\n「但她活了下来，用自己的方式。」\n\n「那而你在哪里？」\n\n「我有更重要的事。」\n\n「一个合理的选择。」\n@叶夕颜说道: 「我答应过陈邦媛无论如何都要保护小难。」\n\n「按照计划，我会在巡游队伍尚未回来，天色渐暗的时候，将小难带离临水楼，商家则派帆船在码头接应。\n我混在人群中，等到他们开始逐渐散去，便返回临水楼，那天一切似乎都很顺利，直到——\n张泽平突然出现。\n他显然察觉到了我的计划……经过一番争斗，我侥幸用一根树枝戳中了他的眼睛，而后跑回临水楼带出了小难前往码头等待商家的帆船。\n没过多久，我看到了临水楼的大火，而就在此时帆船靠向岸边，我和小难登船之后，临水楼的火势也越来越大，小难突然挣脱我的手跳入河中想要回到临水楼，但却溺水了，我费尽气力把她救了上来。\n之后她就一直处在昏迷之中，数日后才转醒。\n商先生后来告诉我，她丢失了关于{填:凤尾村}的所有记忆。」\n\n「你乘船离开了……你从来没有想过要回去救她们，那些被活活烧死的人……」\n\n「我能救得了她们吗？」\n@吴秋崖的心中泛起悲伤: 「{填:林依妹}甚至在最后一刻都在为你掩饰……」\n\n「有些牺牲是必须的。」\n\n「那为什么是她？」\n\n「她和她的父亲是最合理的人选。」",
            "initBlocks": [],
            "goto": "chapter1808",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1808",
            "owner": "all",
            "bg": "cloudy",
            "type": "story",
            "story": "# 妖怪\n「所以你就是她在省城遇到的人，是你让她把那些植物运到省城，给她父亲提供鸦片，继续在那个地方制造名为{填:罗刹鸟}的妖怪。」\n「还有石屋中的那些文字，也是你让{填:林依妹}写上去的吧？否则如何能够知晓，张泽平在那个地方？」\n「我能告诉你的是，石屋墙上的那个故事，并非完全杜撰。不，大部分是真的。」\n吴秋崖感到一阵恶寒，而商难却安静地异乎寻常。\n@叶夕颜的语气中透出些许愤怒: 「张泽平必须为他的所作所为付出代价。还有那个张道诚，只要凤尾村一天不消失，我就会让他活着体会恐惧。但时辰终究还是到了……」\n\n所有人都……被永远困在那个地方。\n那些名为九头金乌的植物也被尽数烧毁。\n「九头金乌会以新的方式重生，死掉的那些洋人已经让恐惧在此地蔓延，这就是我需要的。如今，九头金乌是什么已经不再重要，它可以是任何代表着恐惧的东西。」\n「你这么做到底是为什么？」\n「我在寻找一个答案。想想看，凤尾村在陈邦媛到来之前，是什么样的？贫穷、愚昧、落后、充满了低级的恶。\n是陈邦媛和我拯救了他们，给他们带来了叫做文明的东西，结果如何？拯救他们的人没有了，那里又变回了一片恶土。\n如今看来何处不是如此？包括这省城，表面看起来似乎光鲜亮丽，而这背后却腐烂发臭，令我恶心。\n短短几年，我终于意识到，只有暴力和恐惧，才能改变这一切，才能掌控这一群乌合之众。」\n@吴秋崖打断了叶夕颜: 「你不光制造新的妖怪和恐惧，你还任意拼凑践踏原本就存在的信仰，你根本不是要带来文明，而是要所有人陷入新的愚昧之中。」\n@叶夕颜笑道: 「你有何更好的办法？」\n吴秋崖一愣，陷入了沉默之中。\n@叶夕颜继续说道: 「希望你能做出正确的选择。」",
            "initBlocks": [],
            "goto": "chapter1809",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "chapter1809",
            "owner": "all",
            "bg": "sunny",
            "type": "story",
            "story": "# 离别\n\n叶夕颜站起身准备离开。\n「等等。」沉默许久的商难忽然发出声音，她依旧没有抬头。\n「小难……」叶夕颜停住了脚步。\n@商难用微微颤抖的声音说道，吴秋崖看到她的泪水正在不停地滴落: 「凤尾村、凤头山、临水楼、九头金乌巡游、陈……我的生母，还有你……\n都是真的吗？为什么我一点记忆也没有……\n即便是我去到那个地方，看到那些人和事，我依然像是一个旁观者一样，它们似乎发生过，但又好像从未发生一样……我到底是怎么了？」\n叶夕颜没有回答，快步离开了餐厅，甘博也匆忙跟了上去。\n他忽然想起什么，又扭头走到了吴秋崖面前，他在上衣的口袋中摸索着，将一张{物:相片}相片{/}交到了吴秋崖的手中。\n吴秋崖朝着他们离开的方向看去，叶夕颜不知从何处拿出了一根{填:银色的头簪}，插入盘起的头发中。\n在头簪的尾部，他看到了那个标记，他曾经在林洪的家中亲手触摸过，{填:九片树叶组成的小标志}。\n吴秋崖的目光回到手中的{填:相片}。\n他和林依妹并肩而立，微笑着，身后是破土的青年会。\n一道阳光射入餐厅，吴秋崖觉得有些刺眼，于是揉了揉眼睛。",
            "initBlocks": [],
            "goto": "theend",
            "nextHint": "",
            "bgm": "off"
        },
        {
            "id": "theend",
            "owner": "wu",
            "bg": "cloudy",
            "type": "interlude",
            "story": "",
            "initBlocks": [],
            "goto": null,
            "nextHint": "",
            "bgm": "default",
            "quote": "全文完"
        }
    ]
};
